{
  "home_main_sub_img_alt": "Check Icon",
  "home_main_sub1_text": "No LLC Required, No Credit Check.",
  "home_main_title": "Welcome to YourBank Empowering Your",
  "home_main_title_span": "Financial Journey",
  "home_main_sub2_paragraph": "At YourBank, our mission is to provide comprehensive banking solutions that empower individuals and businesses to achieve their financial goals. We are committed to delivering personalized and innovative services that prioritize our customers' needs.",
  "home_open_account": "Open Account",
  "home_month_income_img_alt": "Monthly Income Card",
  "home_monthly_income": "Monthly Income",
  "home_your_transactions": "Your Transactions",
  "home_transaction_card_img_alt": "Main Transaction Card",
  "home_money_exchange_title": "Money Exchange",
  "home_india_icon_alt": "India Icon",
  "home-india-country-currency": "INR",
  "home_india_rupees": "India Rupees",
  "home-usd-country-currency": "USD",
  "home_usd_icon_alt": "USD Icon",
  "home_usd_dollar": "United States Dollar",
  "home_exchange_button": "Exchange",
  "home_supported_currency": "Supported Currency",
  "home_currency_img_alt": "Currency Image",
  "home_abstract_design_alt": "Abstract Design",
  "home_products_title": "Our",
  "home_products_span": "Products",
  "home_products_paragraph": "Discover a range of comprehensive and customizable banking products at YourBank, designed to suit your unique financial needs and aspirations.",
  "home_products_btn_individual": "For Individuals",
  "home_products_btn_business": "For Businesses",
  "home_use_cases_title": "Use Cases",
  "home_use_cases_paragraph": "At YourBank, we cater to the diverse needs of individuals and businesses alike, offering a wide range of financial solutions",
  "home_feature1_img_alt": "Personal Finance Icon",
  "home_feature1_text": "Managing Personal Finances",
  "home_feature2_img_alt": "Savings Icon",
  "home_feature2_text": "Saving for the Future",
  "home_feature3_img_alt": "Homeownership Icon",
  "home_feature3_text": "Homeownership",
  "home_feature4_img_alt": "Education Icon",
  "home_feature4_text": "Education Funding",
  "home_for_business_title": "For Business",
  "home_for_business_paragraph": "For businesses, we empower growth with working capital solutions that optimize cash flow, and our tailored financing options fuel business expansion. Whatever your financial aspirations, YourBank is committed to providing the right tools and support to achieve them.",
  "home_business_achievement1": "Cash Flow Management",
  "home_business_achievement2": "Drive Business Expansion",
  "home_business_achievement3": "Streamline Payroll Processing",
  "home_learn_more": "Learn More",
  "home_for_individuals_title": "For Individuals",
  "home_for_individuals_paragraph": "For individuals, our mortgage services pave the way to homeownership, and our flexible personal loans provide vital support during various life milestones. We also prioritize retirement planning, ensuring a financially secure future for our customers.",
  "home_individual_achievement1": "Secure Retirement Planning",
  "home_individual_achievement2": "Manageable Debt Consolidation",
  "home_individual_achievement3": "Reducing Financial Burdens",
  "home_feature5_img_alt": "Startups Icon",
  "home_feature5_text": "Startups and Entrepreneurs",
  "home_feature6_img_alt": "Cash Flow Icon",
  "home_feature6_text": "Cash Flow Management",
  "home_feature7_img_alt": "Business Expansion Icon",
  "home_feature7_text": "Business Expansion",
  "home_feature8_img_alt": "Payment Icon",
  "home_feature8_text": "Payment Solutions",
  "home_features_title": "Our",
  "home_features_span": "Features",
  "home_features_paragraph": "Experience a host of powerful features at YourBank, including seamless online banking, secure transactions, and personalized financial insights, all designed to enhance your banking experience.",
  "home_feature_btn_online": "Online Banking",
  "home_feature_btn_financial": "Financial Tools",
  "home_feature_btn_support": "Customer Support",

  "online_banking_access_title": "24/7 Account Access",
  "online_banking_access_desc": "Enjoy the convenience of accessing your accounts anytime, anywhere through our secure online banking platform. Check balances, transfer funds, and pay bills with ease.",

  "online_banking_mobile_title": "Mobile Banking App",
  "online_banking_mobile_desc": "Stay connected to your finances on the go with our user-friendly mobile banking app. Easily manage your accounts, deposit checks, and make payments from your smartphone or tablet.",

  "online_banking_secure_title": "Secure Transactions",
  "online_banking_secure_desc": "Rest assured knowing that your transactions are protected by industry-leading security measures. We employ encryption and multi-factor authentication to safeguard your financial information.",

  "online_banking_bill_title": "Bill Pay and Transfers",
  "online_banking_bill_desc": "Save time and avoid late fees with our convenient bill pay service. Set up recurring payments or make one-time transfers between your accounts with just a few clicks.",

  "financial_tools_budget_title": "Budget Planner",
  "financial_tools_budget_desc": "Track your income and expenses with our easy-to-use budget planner. Set financial goals and receive insights to help you stay on track every month.",

  "financial_tools_investment_title": "Investment Insights",
  "financial_tools_investment_desc": "Access personalized investment recommendations and performance reports designed to help you make smarter financial decisions for long-term growth.",

  "financial_tools_loan_title": "Loan Calculator",
  "financial_tools_loan_desc": "Estimate monthly payments and interest rates instantly with our built-in loan calculator—helping you plan your finances with confidence.",

  "financial_tools_spending_title": "Spending Analytics",
  "financial_tools_spending_desc": "Visualize your spending patterns with detailed analytics and charts, empowering you to identify saving opportunities and manage your budget effectively.",

  "customer_support_livechat_title": "24/7 Live Chat",
  "customer_support_livechat_desc": "Get instant assistance from our support agents anytime through our live chat service—day or night, we’re here to help you.",

  "customer_support_phone_title": "Dedicated Phone Support",
  "customer_support_phone_desc": "Reach our professional customer service team directly via phone for quick solutions to your banking questions or issues.",

  "customer_support_helpcenter_title": "Help Center",
  "customer_support_helpcenter_desc": "Find detailed guides, FAQs, and video tutorials in our comprehensive Help Center to get step-by-step assistance whenever you need it.",

  "customer_support_feedback_title": "Feedback and Suggestions",
  "customer_support_feedback_desc": "We value your feedback. Share your experience and suggestions to help us enhance our services and provide you with a better banking experience.",

  "careers_main_title": "Welcome to",
  "careers_main_title_span": "YourBank Careers",
  "careers_main_paragraph": "Join our team and embark on a rewarding journey in the banking industry. At YourBank, we are committed to fostering a culture of excellence and providing opportunities for professional growth. With a focus on innovation, customer service, and integrity, we strive to make a positive impact in the lives of our customers and communities. Join us today and be a part of our mission to shape the future of banking.",
  "careers_main_img_alt": "Main Careers Image",
  "careers_values_title": "Values",
  "careers_values_title_span": "Our",
  "careers_values_paragraph": "At YourBank, our values form the foundation of our organization and guide our actions. We believe in upholding the highest standards of integrity, delivering exceptional service, and embracing innovation. These values define our culture and shape the way we work together to achieve our goals.",
  "careers_values_integrity_title": "Integrity",
  "careers_values_integrity_desc": "We conduct ourselves with utmost honesty, transparency, and ethical behavior. We believe in doing what is right for our customers, colleagues, and stakeholders, even when faced with difficult choices.",
  "careers_values_customer_title": "Customer Centricity",
  "careers_values_customer_desc": "Our customers are at the heart of everything we do. We are dedicated to understanding their needs, providing personalized solutions, and delivering exceptional service that exceeds expectations.",
  "careers_values_collaboration_title": "Collaboration",
  "careers_values_collaboration_desc": "We foster a collaborative and inclusive work environment, where teamwork and diversity are celebrated. By leveraging the unique strengths and perspectives of our employees, we drive innovation and achieve greater success together.",
  "careers_values_innovation_title": "Innovation",
  "careers_values_innovation_desc": "We embrace change and constantly seek innovative solutions to meet the evolving needs of our customers. We embrace change and constantly seek innovative solutions to meet the evolving needs of our customers.",
  "careers_benefits_title": "Benefits",
  "careers_benefits_title_span": "Our",
  "careers_benefits_paragraph": "At YourBank, we value our employees and are dedicated to their well-being and success. We offer a comprehensive range of benefits designed to support their personal and professional growth.",

  "careers_benefits_compensation_title": "Competitive Compensation",
  "careers_benefits_compensation_desc": "We provide a competitive salary package that recognizes the skills and expertise of our employees. YourBank believes in rewarding exceptional performance and offering opportunities for financial growth.",

  "careers_benefits_health_title": "Health and Wellness",
  "careers_benefits_health_desc": "We prioritize the health and well-being of our employees by providing comprehensive medical, dental, and vision insurance plans. We also offer wellness programs, gym memberships, and resources to support a healthy lifestyle.",

  "careers_benefits_retirement_title": "Retirement Planning",
  "careers_benefits_retirement_desc": "YourBank is committed to helping employees plan for their future. We offer a retirement savings plan with a generous employer match to help them build a secure financial foundation for the long term.",

  "careers_benefits_worklife_title": "Work-Life Balance",
  "careers_benefits_worklife_desc": "We understand the importance of maintaining a healthy work-life balance. YourBank offers flexible work arrangements, paid time off, parental leave, and other programs that support employees in managing their personal and professional commitments.",

  "careers_about_job": "About This Job",
  "careers_requirements_qualifications": "Requirements & Qualifications",
  "careers_location": "Location",
  "careers_department": "Department",
  "careers_apply_now": "Apply Now",

  "careers_job_relmanager_title": "Relationship Manager",
  "careers_job_location_india": "India",
  "careers_job_department_retail": "Sales",
  "careers_job_relmanager_about": "As a Relationship Manager at YourBank, you will be responsible for developing and maintaining relationships with our valued customers. You will proactively identify their financial needs and offer tailored solutions to help them achieve their goals. We are seeking individuals with excellent communication skills, a strong sales acumen, and a passion for deliveringexceptional customer service.",
  "careers_job_relmanager_req1": "Bachelor's degree in Business, Finance, or a related field",
  "careers_job_relmanager_req2": "Minimum of 3 years of experience in sales or relationship management in the banking industry",
  "careers_job_relmanager_req3": "Proven track record of meeting and exceeding sales targets",
  "careers_job_relmanager_req4": "Excellent interpersonal and negotiation skills",
  "careers_job_relmanager_req5": "Strong knowledge of banking products and services",

  "careers_job_riskanalyst_title": "Risk Analyst",
  "careers_job_department_risk": "Risk Management",
  "careers_job_riskanalyst_about": "As a Risk Analyst at YourBank, you will play a vital role in identifying and assessing potential risks to our organization. You will analyze data, conduct risk assessments, and develop strategies to mitigate risks. We are looking for detail-oriented individuals with strong analytical skills and a solid understanding of risk management principles.",
  "careers_job_riskanalyst_req1": "Bachelor's degree in Finance, Economics, or a related field",
  "careers_job_riskanalyst_req2": "Minimum of 2 years of experience in risk management or a similar role",
  "careers_job_riskanalyst_req3": "Proficiency in risk analysis tools and techniques",
  "careers_job_riskanalyst_req4": "Strong analytical and problem-solving skills",
  "careers_job_riskanalyst_req5": "Knowledge of regulatory requirements and industry best practices",

  "careers_job_itsecurity_title": "IT Security Specialist",
  "careers_job_department_it": "Information Technology",
  "careers_job_itsecurity_about": "As an IT Security Specialist at YourBank, you will be responsible for ensuring the security and integrity of our information systems. You will develop and implement security protocols, conduct vulnerability assessments, and respond to security incidents. We are seeking individuals with a strong technical background, knowledge of cybersecurity best practices, and a commitment to maintaining the confidentiality of customer data.",
  "careers_job_itsecurity_req1": "Bachelor's degree in Computer Science, Information Security, or a related field",
  "careers_job_itsecurity_req2": "Minimum of 5 years of experience in IT security or a similar role",
  "careers_job_itsecurity_req3": "In-depth knowledge of network security protocols and technologies",
  "careers_job_itsecurity_req4": "Familiarity with regulatory frameworks such as PCI DSS and GDPR",
  "careers_job_itsecurity_req5": "Professional certifications such as CISSP or CISM are preferred",

  "about_heading1": "Where Banking Meets",
  "about_heading_span": "Excellence!",
  "about_paragraph1": "At YourBank, we believe that banking should be more than just transactions. It should be an experience that empowers individuals and businesses to thrive and reach their financial goals. As a trusted financial institution, we are committed to delivering exceptional banking services that go beyond expectations. With a focus on innovation, personalized solutions, and unwavering integrity, we strive to provide the best banking experience for our valued customers. Join us on this exciting journey and discover a new level of banking excellence.",
  "about_main_image_alt": "Main Image",
  "mission_vision_title": "Mission & Vision",
  "mission_vision_paragraph": "We envision being a leading force in the industry, driven by innovation, integrity, and inclusivity, creating a brighter financial future for individuals and businesses while maintaining a strong commitment to customer satisfaction and community development",
  "mission_image_alt": "Mission Image",
  "mission_title": "Mission",
  "mission_paragraph": "At YourBank, our mission is to empower our customers to achieve financial success. We are dedicated to delivering innovative banking solutions that cater to their unique needs. Through personalized services, expert guidance, and cutting-edge technology, we aim to build strong, lasting relationships with our customers. Our mission is to be their trusted partner, helping them navigate their financial journey and realize their dreams.",
  "vision_title": "Vision",
  "vision_paragraph": "Our vision at YourBank is to redefine banking by creating a seamless and personalized experience for our customers. We envision a future where banking is accessible, transparent, and tailored to individual preferences. Through continuous innovation and collaboration, we strive to be at the forefront of the industry, setting new standards for customer-centric banking. Our vision is to be the preferred financial institution, known for our unwavering commitment to excellence, trust, and customer satisfaction.",
  "vision_image_alt": "Vision Image",
  "press_title1": "Press",
  "press_title2": "Releases",
  "press_paragraph": "Stay updated with the latest happenings and exciting developments at YourBank through our press releases.",
  "press_card_location": "Location",
  "press_card_date": "Date",
  "press_card1_image_alt": "Press Card 1 Image",
  "press_card1_title": "YourBank Launches New Rewards Program to Enhance Customer Loyalty and Satisfaction",
  "press_card1_paragraph": "YourBank is pleased to announce the introduction of our new Rewards Program, aimed at rewarding our loyal customers and enhancing their banking experience. The program offers exclusive benefits, discounts, and personalized offers tailored to individual customer preferences. With this initiative, YourBank reaffirms its commitment to delivering exceptional value and building lasting relationships with our valued customers.",
  "press_card2_image_alt": "Press Card 2 Image",
  "press_card2_title": "YourBank Expands Branch Network with Opening of New Location in Chennai",
  "press_card2_paragraph": "YourBank is excited to announce the grand opening of our newest branch in [City]. This expansion is a testament to our continued commitment to serving our customers and providing them with convenient access to our comprehensive range of banking services. The new branch will feature state-of-the-art facilities, a team of dedicated professionals, and a personalized approach to banking, further.",
  "press_card3_image_alt": "Press Card 3 Image",
  "press_card3_title": "YourBank Partners with Local Nonprofit to Support Financial Education Initiatives",
  "press_card3_paragraph": "YourBank is excited to unveil our new Sustainable Banking Initiative, demonstrating our commitment to environmental responsibility. This initiative includes a range of sustainable banking products and services, such as green loans, eco-friendly investment options, and paperless banking solutions. By incorporating sustainable practices into our operations, we aim to contribute to a greener future while providing innovative banking solutions to our customers.",
  "press_card4_image_alt": "Press Card 4 Image",
  "press_card4_title": "YourBank Launches Sustainable Banking Initiative to Promote Environmental Responsibility",
  "press_card4_paragraph": "YourBank is excited to unveil our new Sustainable Banking Initiative, demonstrating our commitment to environmental responsibility. This initiative includes a range of sustainable banking products and services, such as green loans, eco-friendly investment options, and paperless banking solutions. By incorporating sustainable practices into our operations, we aim to contribute to a greener future while providing innovative banking solutions to our customers.",

  "security_main_title": "Your Security is Our",
  "security_main_title_span": "Top Priority",
  "security_main_paragraph": "At YourBank, we understand the importance of keeping your financial information secure. We employ robust security measures and advanced technologies to protect your personal and financial data. Rest assured that when you bank with us, your security is our utmost priority.",
  "security_main_img_alt": "Security Main Image",
  "security_protect_title": "How We",
  "security_protect_title_span": "Protect You",
  "security_protect_paragraph": "At YourBank, we prioritize the security and confidentiality of your financial information. Our state-of-the-art encryption technology and stringent data protection measures ensure your assets and transactions are safeguarded at all times.",
  "security_protection_online_title": "Secure Online Banking Platform",
  "security_protection_online_desc": "At YourBank, we prioritize the security and confidentiality of your financial information. Our state-of-the-art encryption technology and stringent data protection measures ensure your assets and transactions are safeguarded at all times.",
  "security_protection_mfa_title": "Multi-Factor Authentication",
  "security_protection_mfa_desc": "To enhance the security of your online banking experience, we employ multi-factor authentication. This additional layer of security requires you to provide multiple pieces of identification, such as a password and a one-time verification code, to access your account.",
  "security_protection_fraud_title": "Fraud Monitoring",
  "security_protection_fraud_desc": "We have sophisticated fraud detection systems in place to monitor your accounts for any suspicious activities. Our dedicated team works around the clock to detect and prevent unauthorized transactions, providing you with peace of mind.",
  "security_protection_mobile_title": "Secure Mobile Banking",
  "security_protection_mobile_desc": "Our mobile banking app is designed with the same level of security as our online banking platform. You can confidently access your accounts, make transactions, and manage your finances on the go, knowing that your information is protected.",

  "signup_title": "Sign Up",
  "signup_subtitle": "Join our community today! Create an account to unlock exclusive features and personalized experiences.",
  "signup_placeholder_firstName": "Enter First Name",
  "signup_placeholder_lastName": "Enter Last Name",
  "signup_placeholder_email": "Enter your email",
  "signup_placeholder_password": "Enter your Password",
  "signup_login_btn": "Login",
  "signup_signup_btn": "Sign Up",
  "signup_password_correct": "✅ Password correct! Welcome back!",
  "signup_password_incorrect": "❌ The password is not correct!",
  "signup_or_continue": "Or continue with",
  "signup_icon_alt": "Login icon",

  "login_title": "Login",
  "login_subtitle": "Welcome back! Please login to access your account.",
  "login_placeholder_email": "Enter your email",
  "login_placeholder_password": "Enter your Password",
  "login_forgot_password": "Forgot Password?",
  "login_btn": "Login",
  "login_signup_btn": "Sign Up",
  "login_password_correct": "✅ Password correct! Welcome back!",
  "login_password_incorrect": "❌ The password is not correct!",
  "login_or_continue": "Or continue with",
  "login_icon_alt": "Login icon",

  "header_home_corner": "Home Corner",
  "header_logo": "YourBank Logo",
  "header_logo_text": "YourBank",
  "header_menu": "Menu",
  "nav_home": "Home",
  "nav_careers": "Careers",
  "nav_about": "About",
  "nav_security": "Security",
  "nav_signup": "Sign Up",
  "nav_login": "Login",

  "footer_logo": "YourBank Logo",
  "footer_logo_text": "YourBank",
  "footer_email": "hello@skillbridge.com",
  "footer_phone": "+91 91813 23 2309",
  "footer_location": "Somewhere in the World",
  "footer_rights": "YourBank All Rights Reserved",
  "footer_privacy_terms": "Privacy Policy | Terms of Service",

  "openAccount_title_part1": "Start your financial journey with",
  "openAccount_title_part2": "YourBank today!",
  "openAccount_description": "Lorem ipsum dolor sit amet consectetur. Blandit odio semper risus pellentesque elit. Pellentesque eget ut imperdiet nulla penatibus. Nascetur viverra arcu sed amet cursus purus.",
  "openAccount_button": "Open Account",

  "faq_title_part1": "Frequently",
  "faq_title_part2": "Asked Questions",
  "faq_contact": "Still you have any questions? Contact our Team via support@yourbank.com",
  "faq_q1": "How do I open an account with YourBank?",
  "faq_a1": "Opening an account with YourBank is easy. Simply visit our website and click on the 'Open an Account' button. Follow the prompts, provide the required information, and complete the application process. If you have any questions or need assistance, our customer support team is available to help.",
  "faq_q2": "What documents do I need to provide to apply for a loan?",
  "faq_a2": "The documents required for a loan application may vary depending on the type of loan you are applying for. Generally, you will need to provide identification documents (such as a passport or driver's license), proof of income (such as pay stubs or tax returns), and information about the collateral (if applicable). Our loan officers will guide you through the specific requirements during the application process.",
  "faq_q3": "How can I access my accounts online?",
  "faq_a3": "Accessing your accounts online is simple and secure. Visit our website and click on the 'Login' button. Enter your username and password to access your accounts. If you haven't registered for online banking, click on the 'Enroll Now' button and follow the registration process. If you need assistance, our customer support team is available to guide you.",
  "faq_q4": "Are my transactions and personal information secure?",
  "faq_a4": "At YourBank, we prioritize the security of your transactions and personal information. We employ industry-leading encryption and multi-factor authentication to ensure that your data is protected. Additionally, we regularly update our security measures to stay ahead of emerging threats. You can bank with confidence knowing that we have robust security systems in place.",

  "notfound_title": "404",
  "notfound_text": "Oops! Page not found.",
  "notfound_button": "Go Back Home",

  "testimonials_title": "Our Testimonials",
  "testimonials_description": "Discover how YourBank has transformed lives with innovative digital solutions and personalized customer service. See why our clients trust us for a secure and prosperous financial journey.",
  "testimonials_individual_btn": "For Individuals",
  "testimonials_business_btn": "For Businesses",

  "business_testimonial_1": "Partnering with YourBank has streamlined our company’s financial operations. Their business checking solutions and online payroll services save us hours every week.",
  "business_testimonial_2": "YourBank’s business loan options gave us the flexibility to expand into new markets. Their advisors understood our goals and provided financing that fit perfectly with our growth plan.",
  "business_testimonial_3": "As a small business owner, I appreciate how YourBank treats every client like a priority. Their support team responds quickly, and their digital tools make managing accounts effortless.",
  "business_name_1": "Michael R",
  "business_name_2": "Linda P",
  "business_name_3": "David K",

  "individual_testimonial_1": "YourBank has been my trusted financial partner for years. Their personalized service and innovative digital banking solutions have made managing my finances a breeze.",
  "individual_testimonial_2": "I recently started my own business, and YourBank has been instrumental in helping me set up my business accounts and secure the financing I needed. Their expert guidance and tailored solutions have been invaluable.",
  "individual_testimonial_3": "I love the convenience of YourBank's mobile banking app. It allows me to stay on top of my finances and make transactions on the go. The app is user-friendly and secure, giving me peace of mind.",
  "individual_name_1": "Sara T",
  "individual_name_2": "John D",
  "individual_name_3": "Emily G",

  "business_products_accounts_title": "Business Accounts",
  "business_products_accounts_desc": "Simplify your company’s finances with our business account options. Enjoy seamless online banking, bulk payments, and tools for managing expenses and cash flow efficiently.",

  "business_products_merchant_title": "Merchant Services",
  "business_products_merchant_desc": "Accept payments easily with our secure merchant solutions. From modern POS systems to online payment gateways, we help your business get paid faster and more securely.",

  "business_products_loans_title": "Commercial Loans",
  "business_products_loans_desc": "Power your growth with flexible financing options. Whether expanding operations, upgrading equipment, or managing short-term expenses, our commercial loans support your goals.",

  "individual_products_checking_title": "Checking Accounts",
  "individual_products_checking_desc": "Enjoy easy and convenient access to your funds with our range of checking account options. Benefit from features such as online and mobile banking, debit cards, and free ATM access.",

  "individual_products_saving_title": "Saving Accounts",
  "individual_products_saving_desc": "Build your savings with our competitive interest rates and flexible savings account options. Whether you're saving for a specific goal or want to grow your wealth over time, we have the right account for you.",

  "individual_products_loans_title": "Loans and Mortgages",
  "individual_products_loans_desc": "Realize your dreams with our flexible loan and mortgage options. From personal loans to home mortgages, our experienced loan officers are here to guide you through the application process and help you secure the funds you need."
}
