{
  "home_main_sub_img_alt": "Icône de vérification",
  "home_main_sub1_text": "Pas de LLC requis, pas de vérification de crédit.",
  "home_main_title": "Bienvenue chez YourBank, votre",
  "home_main_title_span": "Parcours financier",
  "home_main_sub2_paragraph": "Chez YourBank, notre mission est de fournir des solutions bancaires complètes qui permettent aux particuliers et aux entreprises d'atteindre leurs objectifs financiers. Nous nous engageons à offrir des services personnalisés et innovants qui priorisent les besoins de nos clients.",
  "home_open_account": "Ouvrir un compte",
  "home_month_income_img_alt": "Carte de revenu mensuel",
  "home_monthly_income": "Revenu mensuel",
  "home_your_transactions": "Vos transactions",
  "home_transaction_card_img_alt": "Carte de transaction principale",
  "home_money_exchange_title": "Change de devises",
  "home_india_icon_alt": "Icône Inde",
  "home-india-country-currency": "INR",
  "home_india_rupees": "Roupies indiennes",
  "home-usd-country-currency": "USD",
  "home_usd_icon_alt": "Icône USD",
  "home_usd_dollar": "Dollar américain",
  "home_exchange_button": "Échanger",
  "home_supported_currency": "Devises prises en charge",
  "home_currency_img_alt": "Image de devise",
  "home_abstract_design_alt": "Design abstrait",
  "home_products_title": "Nos",
  "home_products_span": "Produits",
  "home_products_paragraph": "Découvrez une gamme de produits bancaires complets et personnalisables chez YourBank, conçus pour répondre à vos besoins financiers uniques et à vos aspirations.",
  "home_products_btn_individual": "Pour les particuliers",
  "home_products_btn_business": "Pour les entreprises",
  "home_use_cases_title": "Cas d'utilisation",
  "home_use_cases_paragraph": "Chez YourBank, nous répondons aux besoins diversifiés des particuliers et des entreprises en proposant un large éventail de solutions financières.",
  "home_feature1_img_alt": "Icône finances personnelles",
  "home_feature1_text": "Gestion des finances personnelles",
  "home_feature2_img_alt": "Icône épargne",
  "home_feature2_text": "Épargner pour l'avenir",
  "home_feature3_img_alt": "Icône propriété",
  "home_feature3_text": "Accession à la propriété",
  "home_feature4_img_alt": "Icône éducation",
  "home_feature4_text": "Financement de l'éducation",
  "home_for_business_title": "Pour les entreprises",
  "home_for_business_paragraph": "Pour les entreprises, nous favorisons la croissance grâce à des solutions de fonds de roulement qui optimisent la trésorerie, et nos options de financement sur mesure stimulent l'expansion. Quels que soient vos objectifs financiers, YourBank s'engage à fournir les outils et le soutien nécessaires pour les atteindre.",
  "home_business_achievement1": "Gestion de trésorerie",
  "home_business_achievement2": "Stimuler l'expansion commerciale",
  "home_business_achievement3": "Optimiser la paie",
  "home_learn_more": "En savoir plus",
  "home_for_individuals_title": "Pour les particuliers",
  "home_for_individuals_paragraph": "Pour les particuliers, nos services hypothécaires facilitent l'accès à la propriété, et nos prêts personnels flexibles apportent un soutien essentiel lors des différentes étapes de la vie. Nous privilégions également la planification de la retraite, garantissant un avenir financier sécurisé.",
  "home_individual_achievement1": "Planification de retraite sécurisée",
  "home_individual_achievement2": "Regroupement de dettes maîtrisé",
  "home_individual_achievement3": "Réduction des charges financières",
  "home_feature5_img_alt": "Icône startups",
  "home_feature5_text": "Startups et entrepreneurs",
  "home_feature6_img_alt": "Icône trésorerie",
  "home_feature6_text": "Gestion de trésorerie",
  "home_feature7_img_alt": "Icône expansion",
  "home_feature7_text": "Expansion commerciale",
  "home_feature8_img_alt": "Icône paiement",
  "home_feature8_text": "Solutions de paiement",
  "home_features_title": "Nos",
  "home_features_span": "Fonctionnalités",
  "home_features_paragraph": "Découvrez de nombreuses fonctionnalités puissantes chez YourBank, notamment un banking en ligne fluide, des transactions sécurisées et des analyses financières personnalisées, toutes conçues pour améliorer votre expérience bancaire.",
  "home_feature_btn_online": "Banque en ligne",
  "home_feature_btn_financial": "Outils financiers",
  "home_feature_btn_support": "Support client",

  "online_banking_access_title": "Accès aux comptes 24/7",
  "online_banking_access_desc": "Profitez de la commodité d'accéder à vos comptes à tout moment, où que vous soyez, via notre plateforme bancaire en ligne sécurisée. Consultez vos soldes, transférez des fonds et payez vos factures facilement.",

  "online_banking_mobile_title": "Application mobile",
  "online_banking_mobile_desc": "Restez connecté à vos finances en déplacement grâce à notre application mobile conviviale. Gérez facilement vos comptes, déposez des chèques et effectuez des paiements depuis votre smartphone ou tablette.",

  "online_banking_secure_title": "Transactions sécurisées",
  "online_banking_secure_desc": "Soyez assuré que vos transactions sont protégées par des mesures de sécurité de pointe. Nous utilisons le cryptage et l'authentification multi-facteurs pour sécuriser vos informations financières.",

  "online_banking_bill_title": "Paiement de factures et transferts",
  "online_banking_bill_desc": "Gagnez du temps et évitez les frais de retard grâce à notre service pratique de paiement de factures. Configurez des paiements récurrents ou effectuez des transferts ponctuels entre vos comptes en quelques clics.",

  "financial_tools_budget_title": "Planificateur de budget",
  "financial_tools_budget_desc": "Suivez vos revenus et dépenses avec notre planificateur de budget facile à utiliser. Fixez des objectifs financiers et recevez des informations pour rester sur la bonne voie chaque mois.",

  "financial_tools_investment_title": "Analyses d'investissement",
  "financial_tools_investment_desc": "Accédez à des recommandations d'investissement personnalisées et à des rapports de performance pour vous aider à prendre des décisions financières intelligentes pour une croissance à long terme.",

  "financial_tools_loan_title": "Calculateur de prêt",
  "financial_tools_loan_desc": "Estimez instantanément vos paiements mensuels et taux d'intérêt avec notre calculateur de prêt intégré, vous aidant à planifier vos finances en toute confiance.",

  "financial_tools_spending_title": "Analyse des dépenses",
  "financial_tools_spending_desc": "Visualisez vos habitudes de dépenses grâce à des analyses et graphiques détaillés, vous permettant d'identifier les opportunités d'épargne et de gérer efficacement votre budget.",

  "customer_support_livechat_title": "Chat en direct 24/7",
  "customer_support_livechat_desc": "Obtenez une assistance instantanée de nos agents de support à tout moment grâce à notre service de chat en direct — de jour comme de nuit, nous sommes là pour vous aider.",

  "customer_support_phone_title": "Support téléphonique dédié",
  "customer_support_phone_desc": "Contactez directement notre équipe professionnelle de service client par téléphone pour des solutions rapides à vos questions ou problèmes bancaires.",

  "customer_support_helpcenter_title": "Centre d'aide",
  "customer_support_helpcenter_desc": "Trouvez des guides détaillés, FAQ et tutoriels vidéo dans notre Centre d'aide complet pour obtenir une assistance étape par étape quand vous en avez besoin.",

  "customer_support_feedback_title": "Commentaires et suggestions",
  "customer_support_feedback_desc": "Nous valorisons vos commentaires. Partagez votre expérience et vos suggestions pour nous aider à améliorer nos services et vous offrir une meilleure expérience bancaire.",

  "careers_main_title": "Bienvenue chez",
  "careers_main_title_span": "Carrières YourBank",
  "careers_main_paragraph": "Rejoignez notre équipe et embarquez pour une expérience enrichissante dans le secteur bancaire. Chez YourBank, nous nous engageons à promouvoir une culture d'excellence et à offrir des opportunités de croissance professionnelle. Avec un accent sur l'innovation, le service client et l'intégrité, nous nous efforçons d'avoir un impact positif sur la vie de nos clients et de nos communautés. Rejoignez-nous dès aujourd'hui et faites partie de notre mission pour façonner l'avenir de la banque.",
  "careers_main_img_alt": "Image principale Carrières",
  "careers_values_title": "Valeurs",
  "careers_values_title_span": "Nos",
  "careers_values_paragraph": "Chez YourBank, nos valeurs forment la base de notre organisation et guident nos actions. Nous croyons en le respect des normes les plus élevées d'intégrité, en fournissant un service exceptionnel et en adoptant l'innovation. Ces valeurs définissent notre culture et façonnent notre manière de travailler ensemble pour atteindre nos objectifs.",
  "careers_values_integrity_title": "Intégrité",
  "careers_values_integrity_desc": "Nous agissons avec la plus grande honnêteté, transparence et éthique. Nous croyons en faire ce qui est juste pour nos clients, collègues et parties prenantes, même face à des choix difficiles.",
  "careers_values_customer_title": "Orientation client",
  "careers_values_customer_desc": "Nos clients sont au cœur de tout ce que nous faisons. Nous nous engageons à comprendre leurs besoins, à fournir des solutions personnalisées et à offrir un service exceptionnel qui dépasse leurs attentes.",
  "careers_values_collaboration_title": "Collaboration",
  "careers_values_collaboration_desc": "Nous favorisons un environnement de travail collaboratif et inclusif, où le travail d'équipe et la diversité sont célébrés. En tirant parti des forces et perspectives uniques de nos employés, nous stimulons l'innovation et atteignons un succès plus grand ensemble.",
  "careers_values_innovation_title": "Innovation",
  "careers_values_innovation_desc": "Nous accueillons le changement et cherchons constamment des solutions innovantes pour répondre aux besoins évolutifs de nos clients.",
  "careers_benefits_title": "Avantages",
  "careers_benefits_title_span": "Nos",
  "careers_benefits_paragraph": "Chez YourBank, nous valorisons nos employés et nous engageons pour leur bien-être et leur réussite. Nous offrons une gamme complète d'avantages conçus pour soutenir leur croissance personnelle et professionnelle.",
  "careers_benefits_compensation_title": "Rémunération compétitive",
  "careers_benefits_compensation_desc": "Nous proposons un package salarial compétitif qui reconnaît les compétences et l'expertise de nos employés. YourBank valorise la performance exceptionnelle et offre des opportunités de croissance financière.",
  "careers_benefits_health_title": "Santé et bien-être",
  "careers_benefits_health_desc": "Nous priorisons la santé et le bien-être de nos employés en offrant des plans complets d'assurance médicale, dentaire et optique. Nous proposons également des programmes de bien-être, abonnements à des salles de sport et ressources pour un mode de vie sain.",
  "careers_benefits_retirement_title": "Planification de la retraite",
  "careers_benefits_retirement_desc": "YourBank s'engage à aider les employés à préparer leur avenir. Nous proposons un plan d'épargne-retraite avec une contribution généreuse de l'employeur pour les aider à construire une base financière sécurisée à long terme.",
  "careers_benefits_worklife_title": "Équilibre travail-vie personnelle",
  "careers_benefits_worklife_desc": "Nous comprenons l'importance de maintenir un équilibre sain entre vie professionnelle et vie personnelle. YourBank propose des modalités de travail flexibles, des congés payés, un congé parental et d'autres programmes soutenant les employés dans la gestion de leurs engagements personnels et professionnels.",

  "careers_jobs_title": " Ouvertures",
  "careers_jobs_title_span": " Emploi",
  "careers_jobs_paragraph": "Découvrez les offres d'emploi passionnantes de Votre Banque, où nous valorisons le talent, l'innovation et la passion du service client. Rejoignez notre équipe et participez à la construction d'un avenir meilleur pour le secteur bancaire.",

  "careers_about_job": "À propos de ce poste",
  "careers_requirements_qualifications": "Exigences & Qualifications",
  "careers_location": "Lieu",
  "careers_department": "Département",
  "careers_apply_now": "Postuler maintenant",
  "careers_job_relmanager_title": "Gestionnaire de relations",
  "careers_job_location_india": "Inde",
  "careers_job_department_retail": "Ventes",
  "careers_job_relmanager_about": "En tant que Gestionnaire de relations chez YourBank, vous serez responsable du développement et du maintien des relations avec nos précieux clients. Vous identifierez de manière proactive leurs besoins financiers et proposerez des solutions sur mesure pour les aider à atteindre leurs objectifs. Nous recherchons des personnes dotées d'excellentes compétences en communication, d'un sens aigu de la vente et d'une passion pour un service client exceptionnel.",
  "careers_job_relmanager_req1": "Licence en commerce, finance ou domaine connexe",
  "careers_job_relmanager_req2": "Minimum de 3 ans d'expérience dans la vente ou la gestion de relations dans le secteur bancaire",
  "careers_job_relmanager_req3": "Expérience avérée dans l'atteinte et le dépassement des objectifs de vente",
  "careers_job_relmanager_req4": "Excellentes compétences interpersonnelles et en négociation",
  "careers_job_relmanager_req5": "Bonne connaissance des produits et services bancaires",
  "careers_job_riskanalyst_title": "Analyste des risques",
  "careers_job_department_risk": "Gestion des risques",
  "careers_job_riskanalyst_about": "En tant qu'Analyste des risques chez YourBank, vous jouerez un rôle essentiel dans l'identification et l'évaluation des risques potentiels pour notre organisation. Vous analyserez des données, effectuerez des évaluations de risques et développerez des stratégies pour les atténuer. Nous recherchons des personnes orientées détail, avec de solides compétences analytiques et une compréhension des principes de gestion des risques.",
  "careers_job_riskanalyst_req1": "Licence en finance, économie ou domaine connexe",
  "careers_job_riskanalyst_req2": "Minimum de 2 ans d'expérience en gestion des risques ou rôle similaire",
  "careers_job_riskanalyst_req3": "Maîtrise des outils et techniques d'analyse des risques",
  "careers_job_riskanalyst_req4": "Solides compétences analytiques et de résolution de problèmes",
  "careers_job_riskanalyst_req5": "Connaissance des exigences réglementaires et des meilleures pratiques de l'industrie",
  "careers_job_itsecurity_title": "Spécialiste en sécurité informatique",
  "careers_job_department_it": "Technologies de l'information",
  "careers_job_itsecurity_about": "En tant que Spécialiste en sécurité informatique chez YourBank, vous serez responsable de la sécurité et de l'intégrité de nos systèmes d'information. Vous développerez et mettrez en œuvre des protocoles de sécurité, effectuerez des évaluations de vulnérabilité et répondrez aux incidents de sécurité. Nous recherchons des personnes avec une solide formation technique, une connaissance des meilleures pratiques en cybersécurité et un engagement à maintenir la confidentialité des données clients.",
  "careers_job_itsecurity_req1": "Licence en informatique, sécurité de l'information ou domaine connexe",
  "careers_job_itsecurity_req2": "Minimum de 5 ans d'expérience en sécurité informatique ou rôle similaire",
  "careers_job_itsecurity_req3": "Connaissance approfondie des protocoles et technologies de sécurité réseau",
  "careers_job_itsecurity_req4": "Familiarité avec les cadres réglementaires tels que PCI DSS et GDPR",
  "careers_job_itsecurity_req5": "Les certifications professionnelles comme CISSP ou CISM sont préférées",

  "about_heading1": "Là où la banque rencontre",
  "about_heading_span": "l'Excellence !",
  "about_paragraph1": "Chez YourBank, nous croyons que la banque doit être plus que de simples transactions. Elle doit offrir une expérience qui permet aux particuliers et aux entreprises de prospérer et d'atteindre leurs objectifs financiers. En tant qu'institution financière de confiance, nous nous engageons à fournir des services bancaires exceptionnels qui dépassent les attentes. Avec un accent sur l'innovation, des solutions personnalisées et une intégrité inébranlable, nous nous efforçons d'offrir la meilleure expérience bancaire à nos précieux clients. Rejoignez-nous dans cette aventure passionnante et découvrez un nouveau niveau d'excellence bancaire.",
  "about_main_image_alt": "Image principale",
  "mission_vision_title": "Mission & Vision",
  "mission_vision_paragraph": "Nous aspirons à être une force leader dans l'industrie, guidée par l'innovation, l'intégrité et l'inclusivité, créant un avenir financier plus lumineux pour les particuliers et les entreprises tout en maintenant un engagement fort envers la satisfaction des clients et le développement de la communauté.",
  "mission_image_alt": "Image Mission",
  "mission_title": "Mission",
  "mission_paragraph": "Chez YourBank, notre mission est de permettre à nos clients d'atteindre le succès financier. Nous nous engageons à fournir des solutions bancaires innovantes adaptées à leurs besoins uniques. Grâce à des services personnalisés, des conseils d'experts et une technologie de pointe, nous visons à construire des relations solides et durables avec nos clients. Notre mission est d'être leur partenaire de confiance, les aidant à naviguer dans leur parcours financier et à réaliser leurs rêves.",
  "vision_title": "Vision",
  "vision_paragraph": "Notre vision chez YourBank est de redéfinir la banque en créant une expérience fluide et personnalisée pour nos clients. Nous envisageons un avenir où la banque est accessible, transparente et adaptée aux préférences individuelles. Grâce à une innovation continue et à la collaboration, nous nous efforçons d'être à l'avant-garde de l'industrie, établissant de nouvelles normes pour une banque centrée sur le client. Notre vision est d'être l'institution financière préférée, reconnue pour notre engagement inébranlable envers l'excellence, la confiance et la satisfaction client.",
  "vision_image_alt": "Image Vision",
  "press_title1": "Communiqués",
  "press_title2": "de Presse",
  "press_paragraph": "Restez informé des dernières nouvelles et développements passionnants chez YourBank grâce à nos communiqués de presse.",
  "press_card_location": "Lieu",
  "press_card_date": "Date",
  "press_card1_image_alt": "Image Communiqué 1",
  "press_card1_title": "YourBank lance un nouveau programme de fidélité pour renforcer la satisfaction et la fidélité client",
  "press_card1_paragraph": "YourBank est heureux d'annoncer l'introduction de notre nouveau programme de fidélité, destiné à récompenser nos clients fidèles et à améliorer leur expérience bancaire. Le programme offre des avantages exclusifs, des réductions et des offres personnalisées adaptées aux préférences de chaque client. Avec cette initiative, YourBank réaffirme son engagement à offrir une valeur exceptionnelle et à construire des relations durables avec nos précieux clients.",
  "press_card2_image_alt": "Image Communiqué 2",
  "press_card2_title": "YourBank étend son réseau d'agences avec l'ouverture d'un nouveau site à Chennai",
  "press_card2_paragraph": "YourBank est ravi d'annoncer l'inauguration de notre plus nouvelle agence à [Ville]. Cette expansion témoigne de notre engagement continu à servir nos clients et à leur offrir un accès pratique à notre gamme complète de services bancaires. La nouvelle agence disposera d'installations à la pointe, d'une équipe de professionnels dévoués et d'une approche personnalisée de la banque.",
  "press_card3_image_alt": "Image Communiqué 3",
  "press_card3_title": "YourBank s'associe à une organisation locale à but non lucratif pour soutenir l'éducation financière",
  "press_card3_paragraph": "YourBank est heureux de dévoiler notre nouvelle initiative de banque durable, démontrant notre engagement envers la responsabilité environnementale. Cette initiative comprend une gamme de produits et services bancaires durables, tels que des prêts verts, des options d'investissement écologiques et des solutions bancaires sans papier. En intégrant des pratiques durables dans nos opérations, nous contribuons à un avenir plus vert tout en offrant des solutions bancaires innovantes à nos clients.",
  "press_card4_image_alt": "Image Communiqué 4",
  "press_card4_title": "YourBank lance une initiative de banque durable pour promouvoir la responsabilité environnementale",
  "press_card4_paragraph": "YourBank est heureux de dévoiler notre nouvelle initiative de banque durable, démontrant notre engagement envers la responsabilité environnementale. Cette initiative comprend une gamme de produits et services bancaires durables, tels que des prêts verts, des options d'investissement écologiques et des solutions bancaires sans papier. En intégrant des pratiques durables dans nos opérations, nous contribuons à un avenir plus vert tout en offrant des solutions bancaires innovantes à nos clients.",

  "security_main_title": "Votre sécurité est notre",
  "security_main_title_span": "Priorité absolue",
  "security_main_paragraph": "Chez YourBank, nous comprenons l'importance de protéger vos informations financières. Nous employons des mesures de sécurité robustes et des technologies avancées pour protéger vos données personnelles et financières. Soyez assuré que lorsque vous bancairez avec nous, votre sécurité est notre priorité absolue.",
  "security_main_img_alt": "Image principale sécurité",
  "security_protect_title": "Comment nous",
  "security_protect_title_span": "vous protégeons",
  "security_protect_paragraph": "Chez YourBank, nous priorisons la sécurité et la confidentialité de vos informations financières. Notre technologie de cryptage de pointe et nos mesures strictes de protection des données assurent la sécurité de vos actifs et transactions à tout moment.",
  "security_protection_online_title": "Plateforme bancaire en ligne sécurisée",
  "security_protection_online_desc": "Chez YourBank, nous priorisons la sécurité et la confidentialité de vos informations financières. Notre technologie de cryptage de pointe et nos mesures strictes de protection des données assurent la sécurité de vos actifs et transactions à tout moment.",
  "security_protection_mfa_title": "Authentification multifacteur",
  "security_protection_mfa_desc": "Pour renforcer la sécurité de votre expérience bancaire en ligne, nous utilisons l'authentification multifacteur. Cette couche supplémentaire exige plusieurs éléments d'identification, tels qu'un mot de passe et un code de vérification à usage unique, pour accéder à votre compte.",
  "security_protection_fraud_title": "Surveillance de la fraude",
  "security_protection_fraud_desc": "Nous disposons de systèmes sophistiqués de détection de fraude pour surveiller vos comptes en cas d'activités suspectes. Notre équipe dédiée travaille 24h/24 pour détecter et prévenir les transactions non autorisées, vous offrant une tranquillité d'esprit.",
  "security_protection_mobile_title": "Bancassurance mobile sécurisée",
  "security_protection_mobile_desc": "Notre application bancaire mobile est conçue avec le même niveau de sécurité que notre plateforme bancaire en ligne. Vous pouvez accéder à vos comptes, effectuer des transactions et gérer vos finances en toute confiance, sachant que vos informations sont protégées.",

  "signup_title": "Inscription",
  "signup_subtitle": "Rejoignez notre communauté dès aujourd'hui ! Créez un compte pour débloquer des fonctionnalités exclusives et des expériences personnalisées.",
  "signup_placeholder_firstName": "Entrez le prénom",
  "signup_placeholder_lastName": "Entrez le nom",
  "signup_placeholder_email": "Entrez votre email",
  "signup_placeholder_password": "Entrez votre mot de passe",
  "signup_login_btn": "Connexion",
  "signup_signup_btn": "S'inscrire",
  "signup_password_correct": "✅ Mot de passe correct ! Bienvenue !",
  "signup_password_incorrect": "❌ Mot de passe incorrect !",
  "signup_or_continue": "Ou continuez avec",
  "signup_icon_alt": "Icône de connexion",

  "login_title": "Connexion",
  "login_subtitle": "Bienvenue ! Veuillez vous connecter pour accéder à votre compte.",
  "login_placeholder_email": "Entrez votre email",
  "login_placeholder_password": "Entrez votre mot de passe",
  "login_forgot_password": "Mot de passe oublié ?",
  "login_btn": "Connexion",
  "login_signup_btn": "S'inscrire",
  "login_password_correct": "✅ Mot de passe correct ! Bienvenue !",
  "login_password_incorrect": "❌ Mot de passe incorrect !",
  "login_or_continue": "Ou continuez avec",
  "login_icon_alt": "Icône de connexion",

  "header_home_corner": "Accueil",
  "header_logo": "Logo YourBank",
  "header_logo_text": "YourBank",
  "header_menu": "Menu",
  "nav_home": "Accueil",
  "nav_careers": "Carrières",
  "nav_about": "À propos",
  "nav_security": "Sécurité",
  "nav_signup": "Inscription",
  "nav_login": "Connexion",

  "footer_logo": "Logo YourBank",
  "footer_logo_text": "YourBank",
  "footer_email": "hello@skillbridge.com",
  "footer_phone": "+91 91813 23 2309",
  "footer_location": "Quelque part dans le monde",
  "footer_rights": "YourBank Tous droits réservés",
  "footer_privacy_terms": "Politique de confidentialité | Conditions d'utilisation",

  "openAccount_title_part1": "Commencez votre parcours financier avec",
  "openAccount_title_part2": "YourBank dès aujourd'hui !",
  "openAccount_description": "Lorem ipsum dolor sit amet consectetur. Blandit odio semper risus pellentesque elit. Pellentesque eget ut imperdiet nulla penatibus. Nascetur viverra arcu sed amet cursus purus.",
  "openAccount_button": "Ouvrir un compte",

  "faq_title_part1": "Questions",
  "faq_title_part2": "Fréquemment posées",
  "faq_contact": "Vous avez encore des questions ? Contactez notre équipe via support@yourbank.com",
  "faq_q1": "Comment ouvrir un compte chez YourBank ?",
  "faq_a1": "Ouvrir un compte chez YourBank est facile. Il vous suffit de visiter notre site web et de cliquer sur le bouton 'Ouvrir un compte'. Suivez les instructions, fournissez les informations requises et complétez le processus de candidature. Si vous avez des questions ou besoin d'assistance, notre équipe du service client est disponible pour vous aider.",
  "faq_q2": "Quels documents dois-je fournir pour demander un prêt ?",
  "faq_a2": "Les documents requis pour une demande de prêt peuvent varier selon le type de prêt. En général, vous devrez fournir des documents d'identité (passeport ou permis de conduire), une preuve de revenus (bulletins de salaire ou déclarations fiscales) et des informations sur les garanties (si applicable). Nos conseillers vous guideront pour les exigences spécifiques.",
  "faq_q3": "Comment accéder à mes comptes en ligne ?",
  "faq_a3": "Accéder à vos comptes en ligne est simple et sécurisé. Rendez-vous sur notre site et cliquez sur le bouton 'Connexion'. Entrez votre nom d'utilisateur et votre mot de passe pour accéder à vos comptes. Si vous n'êtes pas encore inscrit à la banque en ligne, cliquez sur le bouton 'S'inscrire' et suivez le processus. Notre service client est là pour vous guider si nécessaire.",
  "faq_q4": "Mes transactions et informations personnelles sont-elles sécurisées ?",
  "faq_a4": "Chez YourBank, nous priorisons la sécurité de vos transactions et informations personnelles. Nous utilisons un cryptage de pointe et une authentification multifacteur pour protéger vos données. De plus, nous mettons régulièrement à jour nos mesures de sécurité pour anticiper les menaces émergentes. Vous pouvez effectuer vos opérations en toute confiance.",

  "notfound_title": "404",
  "notfound_text": "Oups ! Page non trouvée.",
  "notfound_button": "Retour à l'accueil",

  "testimonials_title": "Témoignages",
  "testimonials_description": "Découvrez comment YourBank a transformé des vies grâce à des solutions numériques innovantes et un service client personnalisé. Voyez pourquoi nos clients nous font confiance pour un parcours financier sûr et prospère.",
  "testimonials_individual_btn": "Pour les particuliers",
  "testimonials_business_btn": "Pour les entreprises",

  "business_testimonial_1": "Collaborer avec YourBank a simplifié les opérations financières de notre entreprise. Leurs solutions de comptes professionnels et services de paie en ligne nous font gagner des heures chaque semaine.",
  "business_testimonial_2": "Les options de prêts professionnels de YourBank nous ont donné la flexibilité de nous développer sur de nouveaux marchés. Leurs conseillers ont compris nos objectifs et ont fourni un financement parfaitement adapté à notre plan de croissance.",
  "business_testimonial_3": "En tant que petit entrepreneur, j'apprécie la façon dont YourBank traite chaque client comme une priorité. Leur équipe de support répond rapidement et leurs outils numériques rendent la gestion des comptes simple.",
  "business_name_1": "Michael R",
  "business_name_2": "Linda P",
  "business_name_3": "David K",

  "individual_testimonial_1": "YourBank est mon partenaire financier de confiance depuis des années. Leur service personnalisé et leurs solutions bancaires numériques innovantes rendent la gestion de mes finances facile.",
  "individual_testimonial_2": "J'ai récemment créé ma propre entreprise, et YourBank a été essentiel pour mettre en place mes comptes professionnels et obtenir le financement nécessaire. Leurs conseils experts et solutions sur mesure ont été inestimables.",
  "individual_testimonial_3": "J'adore la commodité de l'application mobile de YourBank. Elle me permet de gérer mes finances et effectuer des transactions en toute sécurité. L'application est conviviale et sécurisée, me donnant une tranquillité d'esprit.",
  "individual_name_1": "Sara T",
  "individual_name_2": "John D",
  "individual_name_3": "Emily G",

  "business_products_accounts_title": "Comptes professionnels",
  "business_products_accounts_desc": "Simplifiez les finances de votre entreprise avec nos options de comptes professionnels. Profitez de la banque en ligne, des paiements en masse et des outils pour gérer efficacement les dépenses et le flux de trésorerie.",

  "business_products_merchant_title": "Services aux commerçants",
  "business_products_merchant_desc": "Acceptez les paiements facilement grâce à nos solutions sécurisées pour commerçants. Des systèmes de point de vente modernes aux passerelles de paiement en ligne, nous aidons votre entreprise à être payée plus rapidement et en toute sécurité.",

  "business_products_loans_title": "Prêts commerciaux",
  "business_products_loans_desc": "Alimentez votre croissance avec des options de financement flexibles. Que ce soit pour étendre vos opérations, moderniser vos équipements ou gérer vos dépenses à court terme, nos prêts commerciaux soutiennent vos objectifs.",

  "individual_products_checking_title": "Comptes courants",
  "individual_products_checking_desc": "Profitez d'un accès facile et pratique à vos fonds avec notre gamme de comptes courants. Bénéficiez de fonctionnalités telles que la banque en ligne et mobile, les cartes de débit et l'accès gratuit aux distributeurs automatiques.",

  "individual_products_saving_title": "Comptes d'épargne",
  "individual_products_saving_desc": "Constituez votre épargne grâce à nos taux d'intérêt compétitifs et nos options de comptes d'épargne flexibles. Que vous économisiez pour un objectif spécifique ou souhaitiez faire croître votre patrimoine, nous avons le compte qui vous convient.",

  "individual_products_loans_title": "Prêts et hypothèques",
  "individual_products_loans_desc": "Réalisez vos rêves avec nos options de prêts et d'hypothèques flexibles. Des prêts personnels aux prêts immobiliers, nos conseillers expérimentés vous accompagnent tout au long du processus de demande et vous aident à obtenir les fonds nécessaires."
}
