{
  "header": "",
  "home_main_sub_img_alt": "Icono de verificación",
  "home_main_sub1_text": "No se requiere LLC, sin verificación de crédito.",
  "home_main_title": "Bienvenido a YourBank Empoderando Tu",
  "home_main_title_span": "Trayectoria Financiera",
  "home_main_sub2_paragraph": "En YourBank, nuestra misión es ofrecer soluciones bancarias integrales que empoderen a individuos y empresas para alcanzar sus objetivos financieros. Nos comprometemos a brindar servicios personalizados e innovadores que prioricen las necesidades de nuestros clientes.",
  "home_open_account": "Abrir Cuenta",
  "home_month_income_img_alt": "Tarjeta de Ingreso Mensual",
  "home_monthly_income": "Ingreso Mensual",
  "home_your_transactions": "Tus Transacciones",
  "home_transaction_card_img_alt": "Tarjeta de Transacción Principal",
  "home_money_exchange_title": "Cambio de Moneda",
  "home_india_icon_alt": "Icono de India",
  "home-india-country-currency": "INR",
  "home_india_rupees": "Rupias de India",
  "home-usd-country-currency": "USD",
  "home_usd_icon_alt": "Icono de USD",
  "home_usd_dollar": "Dólar Estadounidense",
  "home_exchange_button": "Cambiar",
  "home_supported_currency": "Monedas Admitidas",
  "home_currency_img_alt": "Imagen de Moneda",
  "home_abstract_design_alt": "Diseño Abstracto",
  "home_products_title": "Nuestros",
  "home_products_span": "Productos",
  "home_products_paragraph": "Descubre una gama de productos bancarios completos y personalizables en YourBank, diseñados para adaptarse a tus necesidades y aspiraciones financieras únicas.",
  "home_products_btn_individual": "Para Individuos",
  "home_products_btn_business": "Para Empresas",
  "home_use_cases_title": "Casos de Uso",
  "home_use_cases_paragraph": "En YourBank, atendemos las diversas necesidades de individuos y empresas, ofreciendo una amplia gama de soluciones financieras.",
  "home_feature1_img_alt": "Icono de Finanzas Personales",
  "home_feature1_text": "Gestión de Finanzas Personales",
  "home_feature2_img_alt": "Icono de Ahorros",
  "home_feature2_text": "Ahorro para el Futuro",
  "home_feature3_img_alt": "Icono de Propiedad de Vivienda",
  "home_feature3_text": "Propiedad de Vivienda",
  "home_feature4_img_alt": "Icono de Educación",
  "home_feature4_text": "Financiación Educativa",
  "home_for_business_title": "Para Empresas",
  "home_for_business_paragraph": "Para las empresas, impulsamos el crecimiento con soluciones de capital de trabajo que optimizan el flujo de efectivo, y nuestras opciones de financiamiento personalizadas fomentan la expansión empresarial. Sea cual sea tu objetivo financiero, YourBank se compromete a proporcionar las herramientas y el apoyo adecuados para lograrlo.",
  "home_business_achievement1": "Gestión de Flujo de Efectivo",
  "home_business_achievement2": "Impulsar la Expansión Empresarial",
  "home_business_achievement3": "Optimizar el Procesamiento de Nómina",
  "home_learn_more": "Aprende Más",
  "home_for_individuals_title": "Para Individuos",
  "home_for_individuals_paragraph": "Para los individuos, nuestros servicios hipotecarios facilitan el camino hacia la propiedad de vivienda, y nuestros préstamos personales flexibles brindan apoyo vital en diversos hitos de la vida. También priorizamos la planificación de la jubilación, asegurando un futuro financieramente seguro para nuestros clientes.",
  "home_individual_achievement1": "Planificación de Jubilación Segura",
  "home_individual_achievement2": "Consolidación de Deudas Maneable",
  "home_individual_achievement3": "Reducción de Cargas Financieras",
  "home_feature5_img_alt": "Icono de Startups",
  "home_feature5_text": "Startups y Emprendedores",
  "home_feature6_img_alt": "Icono de Flujo de Efectivo",
  "home_feature6_text": "Gestión de Flujo de Efectivo",
  "home_feature7_img_alt": "Icono de Expansión Empresarial",
  "home_feature7_text": "Expansión Empresarial",
  "home_feature8_img_alt": "Icono de Pagos",
  "home_feature8_text": "Soluciones de Pago",
  "home_features_title": "Nuestras",
  "home_features_span": "Características",
  "home_features_paragraph": "Experimenta una serie de funciones potentes en YourBank, incluyendo banca en línea sin interrupciones, transacciones seguras e información financiera personalizada, todo diseñado para mejorar tu experiencia bancaria.",
  "home_feature_btn_online": "Banca en Línea",
  "home_feature_btn_financial": "Herramientas Financieras",
  "home_feature_btn_support": "Atención al Cliente",

  "online_banking_access_title": "Acceso a la Cuenta 24/7",
  "online_banking_access_desc": "Disfruta de la comodidad de acceder a tus cuentas en cualquier momento y lugar a través de nuestra plataforma segura de banca en línea. Consulta saldos, transfiere fondos y paga facturas con facilidad.",

  "online_banking_mobile_title": "Aplicación de Banca Móvil",
  "online_banking_mobile_desc": "Mantente conectado con tus finanzas en cualquier lugar con nuestra aplicación de banca móvil fácil de usar. Gestiona tus cuentas, deposita cheques y realiza pagos desde tu smartphone o tablet.",

  "online_banking_secure_title": "Transacciones Seguras",
  "online_banking_secure_desc": "Ten la tranquilidad de saber que tus transacciones están protegidas por medidas de seguridad líderes en la industria. Empleamos cifrado y autenticación multifactor para salvaguardar tu información financiera.",

  "online_banking_bill_title": "Pago de Facturas y Transferencias",
  "online_banking_bill_desc": "Ahorra tiempo y evita cargos por retraso con nuestro servicio conveniente de pago de facturas. Configura pagos recurrentes o realiza transferencias únicas entre tus cuentas con solo unos clics.",

  "financial_tools_budget_title": "Planificador de Presupuesto",
  "financial_tools_budget_desc": "Controla tus ingresos y gastos con nuestro planificador de presupuesto fácil de usar. Establece objetivos financieros y recibe información para mantenerte en el camino cada mes.",

  "financial_tools_investment_title": "Perspectivas de Inversión",
  "financial_tools_investment_desc": "Accede a recomendaciones de inversión personalizadas e informes de rendimiento diseñados para ayudarte a tomar decisiones financieras más inteligentes para el crecimiento a largo plazo.",

  "financial_tools_loan_title": "Calculadora de Préstamos",
  "financial_tools_loan_desc": "Calcula pagos mensuales y tasas de interés al instante con nuestra calculadora de préstamos integrada, ayudándote a planificar tus finanzas con confianza.",

  "financial_tools_spending_title": "Análisis de Gastos",
  "financial_tools_spending_desc": "Visualiza tus patrones de gasto con análisis y gráficos detallados, lo que te permite identificar oportunidades de ahorro y gestionar tu presupuesto de manera efectiva.",

  "customer_support_livechat_title": "Chat en Vivo 24/7",
  "customer_support_livechat_desc": "Obtén asistencia instantánea de nuestros agentes de soporte en cualquier momento a través de nuestro servicio de chat en vivo. De día o de noche, estamos aquí para ayudarte.",

  "customer_support_phone_title": "Soporte Telefónico Dedicado",
  "customer_support_phone_desc": "Contacta directamente a nuestro equipo profesional de atención al cliente por teléfono para soluciones rápidas a tus preguntas o problemas bancarios.",

  "customer_support_helpcenter_title": "Centro de Ayuda",
  "customer_support_helpcenter_desc": "Encuentra guías detalladas, preguntas frecuentes y tutoriales en video en nuestro completo Centro de Ayuda para recibir asistencia paso a paso siempre que lo necesites.",

  "customer_support_feedback_title": "Comentarios y Sugerencias",
  "customer_support_feedback_desc": "Valoramos tus comentarios. Comparte tu experiencia y sugerencias para ayudarnos a mejorar nuestros servicios y brindarte una mejor experiencia bancaria.",

  "careers_main_title": "Bienvenido a",
  "careers_main_title_span": "Carreras en YourBank",
  "careers_main_paragraph": "Únete a nuestro equipo y emprende un viaje gratificante en la industria bancaria. En YourBank, nos comprometemos a fomentar una cultura de excelencia y a ofrecer oportunidades de crecimiento profesional. Con un enfoque en la innovación, el servicio al cliente y la integridad, nos esforzamos por tener un impacto positivo en la vida de nuestros clientes y comunidades. Únete hoy y forma parte de nuestra misión de moldear el futuro de la banca.",
  "careers_main_img_alt": "Imagen Principal de Carreras",
  "careers_values_title": "Valores",
  "careers_values_title_span": "Nuestros",
  "careers_values_paragraph": "En YourBank, nuestros valores forman la base de nuestra organización y guían nuestras acciones. Creemos en mantener los más altos estándares de integridad, brindar un servicio excepcional y fomentar la innovación. Estos valores definen nuestra cultura y moldean la manera en que trabajamos juntos para alcanzar nuestros objetivos.",
  "careers_values_integrity_title": "Integridad",
  "careers_values_integrity_desc": "Actuamos con la máxima honestidad, transparencia y comportamiento ético. Creemos en hacer lo correcto para nuestros clientes, colegas y partes interesadas, incluso frente a decisiones difíciles.",
  "careers_values_customer_title": "Enfoque en el Cliente",
  "careers_values_customer_desc": "Nuestros clientes están en el centro de todo lo que hacemos. Nos dedicamos a comprender sus necesidades, ofrecer soluciones personalizadas y brindar un servicio excepcional que supere sus expectativas.",
  "careers_values_collaboration_title": "Colaboración",
  "careers_values_collaboration_desc": "Fomentamos un ambiente de trabajo colaborativo e inclusivo, donde se celebra el trabajo en equipo y la diversidad. Al aprovechar las fortalezas y perspectivas únicas de nuestros empleados, impulsamos la innovación y logramos un mayor éxito juntos.",
  "careers_values_innovation_title": "Innovación",
  "careers_values_innovation_desc": "Abrazamos el cambio y buscamos constantemente soluciones innovadoras para satisfacer las necesidades cambiantes de nuestros clientes. soluciones innovadoras para satisfacer las necesidades cambiantes de nuestros clientes.",
  "careers_benefits_title": "Beneficios",
  "careers_benefits_title_span": "Nuestros",
  "careers_benefits_paragraph": "En YourBank, valoramos a nuestros empleados y estamos dedicados a su bienestar y éxito. Ofrecemos una amplia gama de beneficios diseñados para apoyar su crecimiento personal y profesional.",

  "careers_benefits_compensation_title": "Compensación Competitiva",
  "careers_benefits_compensation_desc": "Ofrecemos un paquete salarial competitivo que reconoce las habilidades y experiencia de nuestros empleados. YourBank cree en recompensar el desempeño excepcional y brindar oportunidades de crecimiento financiero.",

  "careers_benefits_health_title": "Salud y Bienestar",
  "careers_benefits_health_desc": "Priorizamos la salud y el bienestar de nuestros empleados mediante planes completos de seguro médico, dental y de visión. También ofrecemos programas de bienestar, membresías de gimnasio y recursos para apoyar un estilo de vida saludable.",

  "careers_benefits_retirement_title": "Planificación de Jubilación",
  "careers_benefits_retirement_desc": "YourBank se compromete a ayudar a los empleados a planificar su futuro. Ofrecemos un plan de ahorro para la jubilación con una generosa contribución del empleador para ayudarles a construir una base financiera segura a largo plazo.",

  "careers_benefits_worklife_title": "Equilibrio Vida-Trabajo",
  "careers_benefits_worklife_desc": "Entendemos la importancia de mantener un equilibrio saludable entre la vida personal y profesional. YourBank ofrece arreglos de trabajo flexibles, tiempo libre remunerado, licencia parental y otros programas que apoyan a los empleados en la gestión de sus compromisos personales y profesionales.",

  "careers_about_job": "Acerca de Este Puesto",
  "careers_requirements_qualifications": "Requisitos y Calificaciones",
  "careers_location": "Ubicación",
  "careers_department": "Departamento",
  "careers_apply_now": "Postúlate Ahora",

  "careers_job_relmanager_title": "Gerente de Relaciones",
  "careers_job_location_india": "India",
  "careers_job_department_retail": "Ventas",
  "careers_job_relmanager_about": "Como Gerente de Relaciones en YourBank, serás responsable de desarrollar y mantener relaciones con nuestros valiosos clientes. Identificarás proactivamente sus necesidades financieras y ofrecerás soluciones personalizadas para ayudarlos a alcanzar sus objetivos. Buscamos personas con excelentes habilidades de comunicación, fuerte capacidad de ventas y pasión por brindar un servicio al cliente excepcional.",
  "careers_job_relmanager_req1": "Licenciatura en Negocios, Finanzas o un campo relacionado",
  "careers_job_relmanager_req2": "Mínimo 3 años de experiencia en ventas o gestión de relaciones en la industria bancaria",
  "careers_job_relmanager_req3": "Historial comprobado de cumplimiento y superación de objetivos de ventas",
  "careers_job_relmanager_req4": "Excelentes habilidades interpersonales y de negociación",
  "careers_job_relmanager_req5": "Amplio conocimiento de productos y servicios bancarios",

  "careers_job_riskanalyst_title": "Analista de Riesgos",
  "careers_job_department_risk": "Gestión de Riesgos",
  "careers_job_riskanalyst_about": "Como Analista de Riesgos en YourBank, desempeñarás un papel vital en la identificación y evaluación de riesgos potenciales para nuestra organización. Analizarás datos, realizarás evaluaciones de riesgos y desarrollarás estrategias para mitigarlos. Buscamos personas detallistas con fuertes habilidades analíticas y comprensión sólida de los principios de gestión de riesgos.",
  "careers_job_riskanalyst_req1": "Licenciatura en Finanzas, Economía o un campo relacionado",
  "careers_job_riskanalyst_req2": "Mínimo 2 años de experiencia en gestión de riesgos o un rol similar",
  "careers_job_riskanalyst_req3": "Dominio de herramientas y técnicas de análisis de riesgos",
  "careers_job_riskanalyst_req4": "Fuertes habilidades analíticas y de resolución de problemas",
  "careers_job_riskanalyst_req5": "Conocimiento de requisitos regulatorios y mejores prácticas de la industria",

  "careers_job_itsecurity_title": "Especialista en Seguridad Informática",
  "careers_job_department_it": "Tecnología de la Información",
  "careers_job_itsecurity_about": "Como Especialista en Seguridad Informática en YourBank, serás responsable de garantizar la seguridad e integridad de nuestros sistemas de información. Desarrollarás e implementarás protocolos de seguridad, realizarás evaluaciones de vulnerabilidades y responderás a incidentes de seguridad. Buscamos personas con sólida formación técnica, conocimientos de las mejores prácticas de ciberseguridad y compromiso con la confidencialidad de los datos de los clientes.",
  "careers_job_itsecurity_req1": "Licenciatura en Ciencias de la Computación, Seguridad Informática o un campo relacionado",
  "careers_job_itsecurity_req2": "Mínimo 5 años de experiencia en seguridad informática o un rol similar",
  "careers_job_itsecurity_req3": "Conocimiento profundo de protocolos y tecnologías de seguridad de red",
  "careers_job_itsecurity_req4": "Familiaridad con marcos regulatorios como PCI DSS y GDPR",
  "careers_job_itsecurity_req5": "Certificaciones profesionales como CISSP o CISM son preferidas",

  "about_heading1": "Donde la Banca se Encuentra",
  "about_heading_span": "¡Con la Excelencia!",
  "about_paragraph1": "En YourBank, creemos que la banca debe ser más que simples transacciones. Debe ser una experiencia que empodere a individuos y empresas para prosperar y alcanzar sus metas financieras. Como institución financiera de confianza, nos comprometemos a brindar servicios bancarios excepcionales que superen las expectativas. Con un enfoque en la innovación, soluciones personalizadas e integridad inquebrantable, nos esforzamos por ofrecer la mejor experiencia bancaria a nuestros valiosos clientes. Únete a nosotros en este emocionante viaje y descubre un nuevo nivel de excelencia bancaria.",
  "about_main_image_alt": "Imagen Principal",
  "mission_vision_title": "Misión y Visión",
  "mission_vision_paragraph": "Nos imaginamos siendo una fuerza líder en la industria, impulsada por la innovación, la integridad y la inclusión, creando un futuro financiero más brillante para individuos y empresas mientras mantenemos un fuerte compromiso con la satisfacción del cliente y el desarrollo comunitario.",
  "mission_image_alt": "Imagen de la Misión",
  "mission_title": "Misión",
  "mission_paragraph": "En YourBank, nuestra misión es empoderar a nuestros clientes para lograr el éxito financiero. Nos dedicamos a ofrecer soluciones bancarias innovadoras que se adapten a sus necesidades únicas. A través de servicios personalizados, orientación experta y tecnología de vanguardia, buscamos construir relaciones sólidas y duraderas con nuestros clientes. Nuestra misión es ser su socio de confianza, ayudándoles a navegar su camino financiero y realizar sus sueños.",
  "vision_title": "Visión",
  "vision_paragraph": "Nuestra visión en YourBank es redefinir la banca creando una experiencia fluida y personalizada para nuestros clientes. Visualizamos un futuro donde la banca sea accesible, transparente y adaptada a las preferencias individuales. A través de la innovación continua y la colaboración, buscamos estar a la vanguardia de la industria, estableciendo nuevos estándares de banca centrada en el cliente. Nuestra visión es ser la institución financiera preferida, conocida por nuestro compromiso inquebrantable con la excelencia, la confianza y la satisfacción del cliente.",
  "vision_image_alt": "Imagen de la Visión",
  "press_title1": "Prensa",
  "press_title2": "Comunicados",
  "press_paragraph": "Mantente actualizado con las últimas noticias y desarrollos emocionantes en YourBank a través de nuestros comunicados de prensa.",
  "press_card_location": "Ubicación",
  "press_card_date": "Fecha",
  "press_card1_image_alt": "Imagen Tarjeta de Prensa 1",
  "press_card1_title": "YourBank Lanza Nuevo Programa de Recompensas para Mejorar la Lealtad y Satisfacción del Cliente",
  "press_card1_paragraph": "YourBank se complace en anunciar la introducción de nuestro nuevo Programa de Recompensas, diseñado para premiar a nuestros clientes leales y mejorar su experiencia bancaria. El programa ofrece beneficios exclusivos, descuentos y ofertas personalizadas adaptadas a las preferencias individuales de cada cliente. Con esta iniciativa, YourBank reafirma su compromiso de ofrecer un valor excepcional y construir relaciones duraderas con nuestros valiosos clientes.",
  "press_card2_image_alt": "Imagen Tarjeta de Prensa 2",
  "press_card2_title": "YourBank Expande su Red de Sucursales con la Apertura de una Nueva Ubicación en Chennai",
  "press_card2_paragraph": "YourBank se complace en anunciar la gran apertura de nuestra sucursal más reciente en [Ciudad]. Esta expansión es un testimonio de nuestro compromiso continuo con el servicio a nuestros clientes y proporcionarles acceso conveniente a nuestra completa gama de servicios bancarios. La nueva sucursal contará con instalaciones de última generación, un equipo de profesionales dedicados y un enfoque personalizado de la banca.",
  "press_card3_image_alt": "Imagen Tarjeta de Prensa 3",
  "press_card3_title": "YourBank Se Asocia con una Organización Local Sin Fines de Lucro para Apoyar Iniciativas de Educación Financiera",
  "press_card3_paragraph": "YourBank se complace en presentar nuestra nueva Iniciativa de Banca Sostenible, demostrando nuestro compromiso con la responsabilidad ambiental. Esta iniciativa incluye una gama de productos y servicios bancarios sostenibles, como préstamos verdes, opciones de inversión ecológicas y soluciones bancarias sin papel. Al incorporar prácticas sostenibles en nuestras operaciones, buscamos contribuir a un futuro más verde mientras ofrecemos soluciones bancarias innovadoras a nuestros clientes.",
  "press_card4_image_alt": "Imagen Tarjeta de Prensa 4",
  "press_card4_title": "YourBank Lanza Iniciativa de Banca Sostenible para Promover la Responsabilidad Ambiental",
  "press_card4_paragraph": "YourBank se complace en presentar nuestra nueva Iniciativa de Banca Sostenible, demostrando nuestro compromiso con la responsabilidad ambiental. Esta iniciativa incluye una gama de productos y servicios bancarios sostenibles, como préstamos verdes, opciones de inversión ecológicas y soluciones bancarias sin papel. Al incorporar prácticas sostenibles en nuestras operaciones, buscamos contribuir a un futuro más verde mientras ofrecemos soluciones bancarias innovadoras a nuestros clientes.",

  "security_main_title": "Su Seguridad es Nuestra",
  "security_main_title_span": "Máxima Prioridad",
  "security_main_paragraph": "En YourBank, entendemos la importancia de mantener segura su información financiera. Empleamos medidas de seguridad robustas y tecnologías avanzadas para proteger sus datos personales y financieros. Tenga la seguridad de que cuando opera con nosotros, su seguridad es nuestra máxima prioridad.",
  "security_main_img_alt": "Imagen Principal de Seguridad",
  "security_protect_title": "Cómo",
  "security_protect_title_span": "Lo Protegemos",
  "security_protect_paragraph": "En YourBank, priorizamos la seguridad y confidencialidad de su información financiera. Nuestra tecnología de encriptación de última generación y estrictas medidas de protección de datos aseguran que sus activos y transacciones estén protegidos en todo momento.",
  "security_protection_online_title": "Plataforma de Banca Online Segura",
  "security_protection_online_desc": "En YourBank, priorizamos la seguridad y confidencialidad de su información financiera. Nuestra tecnología de encriptación de última generación y estrictas medidas de protección de datos aseguran que sus activos y transacciones estén protegidos en todo momento.",
  "security_protection_mfa_title": "Autenticación Multifactor",
  "security_protection_mfa_desc": "Para mejorar la seguridad de su experiencia de banca en línea, empleamos autenticación multifactor. Esta capa adicional de seguridad requiere que proporcione múltiples formas de identificación, como una contraseña y un código de verificación de un solo uso, para acceder a su cuenta.",
  "security_protection_fraud_title": "Monitoreo de Fraudes",
  "security_protection_fraud_desc": "Contamos con sistemas sofisticados de detección de fraudes para monitorear sus cuentas ante cualquier actividad sospechosa. Nuestro equipo dedicado trabaja las 24 horas para detectar y prevenir transacciones no autorizadas, brindándole tranquilidad.",
  "security_protection_mobile_title": "Banca Móvil Segura",
  "security_protection_mobile_desc": "Nuestra aplicación de banca móvil está diseñada con el mismo nivel de seguridad que nuestra plataforma de banca en línea. Puede acceder a sus cuentas, realizar transacciones y gestionar sus finanzas sobre la marcha con total confianza, sabiendo que su información está protegida.",

  "signup_title": "Registrarse",
  "signup_subtitle": "¡Únase a nuestra comunidad hoy! Cree una cuenta para desbloquear funciones exclusivas y experiencias personalizadas.",
  "signup_placeholder_firstName": "Ingrese Nombre",
  "signup_placeholder_lastName": "Ingrese Apellido",
  "signup_placeholder_email": "Ingrese su correo electrónico",
  "signup_placeholder_password": "Ingrese su contraseña",
  "signup_login_btn": "Iniciar Sesión",
  "signup_signup_btn": "Registrarse",
  "signup_password_correct": "✅ ¡Contraseña correcta! ¡Bienvenido de nuevo!",
  "signup_password_incorrect": "❌ ¡La contraseña no es correcta!",
  "signup_or_continue": "O continúe con",
  "signup_icon_alt": "Icono de inicio de sesión",

  "login_title": "Iniciar Sesión",
  "login_subtitle": "¡Bienvenido de nuevo! Por favor inicie sesión para acceder a su cuenta.",
  "login_placeholder_email": "Ingrese su correo electrónico",
  "login_placeholder_password": "Ingrese su contraseña",
  "login_forgot_password": "¿Olvidó su contraseña?",
  "login_btn": "Iniciar Sesión",
  "login_signup_btn": "Registrarse",
  "login_password_correct": "✅ ¡Contraseña correcta! ¡Bienvenido de nuevo!",
  "login_password_incorrect": "❌ ¡La contraseña no es correcta!",
  "login_or_continue": "O continúe con",
  "login_icon_alt": "Icono de inicio de sesión",

  "header_home_corner": "Rincón Principal",
  "header_logo": "Logo de YourBank",
  "header_logo_text": "YourBank",
  "header_menu": "Menú",
  "nav_home": "Inicio",
  "nav_careers": "Carreras",
  "nav_about": "Acerca de",
  "nav_security": "Seguridad",
  "nav_signup": "Registrarse",
  "nav_login": "Iniciar Sesión",

  "footer_logo": "Logo de YourBank",
  "footer_logo_text": "YourBank",
  "footer_email": "hola@skillbridge.com",
  "footer_phone": "+91 91813 23 2309",
  "footer_location": "En algún lugar del mundo",
  "footer_rights": "Todos los derechos reservados de YourBank",
  "footer_privacy_terms": "Política de Privacidad | Términos de Servicio",

  "openAccount_title_part1": "Comience su viaje financiero con",
  "openAccount_title_part2": "YourBank hoy mismo!",
  "openAccount_description": "Lorem ipsum dolor sit amet consectetur. Blandit odio semper risus pellentesque elit. Pellentesque eget ut imperdiet nulla penatibus. Nascetur viverra arcu sed amet cursus purus.",
  "openAccount_button": "Abrir Cuenta",

  "faq_title_part1": "Preguntas",
  "faq_title_part2": "Frecuentes",
  "faq_contact": "¿Aún tiene preguntas? Contacte a nuestro equipo vía support@yourbank.com",
  "faq_q1": "¿Cómo puedo abrir una cuenta en YourBank?",
  "faq_a1": "Abrir una cuenta en YourBank es fácil. Simplemente visite nuestro sitio web y haga clic en el botón 'Abrir una Cuenta'. Siga las indicaciones, proporcione la información requerida y complete el proceso de solicitud. Si tiene alguna pregunta o necesita asistencia, nuestro equipo de soporte al cliente está disponible para ayudarle.",
  "faq_q2": "¿Qué documentos necesito proporcionar para solicitar un préstamo?",
  "faq_a2": "Los documentos requeridos para una solicitud de préstamo pueden variar según el tipo de préstamo que esté solicitando. Generalmente, necesitará proporcionar documentos de identificación (como pasaporte o licencia de conducir), comprobante de ingresos (como talones de pago o declaraciones de impuestos) e información sobre la garantía (si aplica). Nuestros oficiales de préstamos le guiarán sobre los requisitos específicos durante el proceso.",
  "faq_q3": "¿Cómo puedo acceder a mis cuentas en línea?",
  "faq_a3": "Acceder a sus cuentas en línea es simple y seguro. Visite nuestro sitio web y haga clic en el botón 'Iniciar Sesión'. Ingrese su nombre de usuario y contraseña para acceder a sus cuentas. Si no se ha registrado para la banca en línea, haga clic en 'Registrarse Ahora' y siga el proceso de registro. Si necesita asistencia, nuestro equipo de soporte al cliente está disponible para guiarle.",
  "faq_q4": "¿Mis transacciones e información personal están seguras?",
  "faq_a4": "En YourBank, damos prioridad a la seguridad de sus transacciones e información personal. Empleamos cifrado líder en la industria y autenticación multifactor para garantizar que sus datos estén protegidos. Además, actualizamos regularmente nuestras medidas de seguridad para adelantarnos a las amenazas emergentes. Puede operar con confianza sabiendo que contamos con sistemas de seguridad sólidos.",

  "notfound_title": "404",
  "notfound_text": "¡Vaya! Página no encontrada.",
  "notfound_button": "Volver al Inicio",

  "testimonials_title": "Nuestros Testimonios",
  "testimonials_description": "Descubra cómo YourBank ha transformado vidas con soluciones digitales innovadoras y un servicio al cliente personalizado. Vea por qué nuestros clientes confían en nosotros para un viaje financiero seguro y próspero.",
  "testimonials_individual_btn": "Para Individuos",
  "testimonials_business_btn": "Para Empresas",

  "business_testimonial_1": "Asociarse con YourBank ha optimizado las operaciones financieras de nuestra empresa. Sus soluciones de cuentas comerciales y servicios de nómina en línea nos ahorran horas cada semana.",
  "business_testimonial_2": "Las opciones de préstamos comerciales de YourBank nos dieron la flexibilidad para expandirnos a nuevos mercados. Sus asesores comprendieron nuestras metas y proporcionaron financiamiento que se ajusta perfectamente a nuestro plan de crecimiento.",
  "business_testimonial_3": "Como propietario de una pequeña empresa, aprecio cómo YourBank trata a cada cliente como una prioridad. Su equipo de soporte responde rápidamente y sus herramientas digitales hacen que gestionar las cuentas sea fácil.",
  "business_name_1": "Michael R",
  "business_name_2": "Linda P",
  "business_name_3": "David K",

  "individual_testimonial_1": "YourBank ha sido mi socio financiero de confianza durante años. Su servicio personalizado y soluciones bancarias digitales innovadoras han hecho que administrar mis finanzas sea muy fácil.",
  "individual_testimonial_2": "Recientemente inicié mi propio negocio, y YourBank ha sido fundamental para ayudarme a configurar mis cuentas comerciales y asegurar el financiamiento que necesitaba. Su orientación experta y soluciones personalizadas han sido invaluables.",
  "individual_testimonial_3": "Me encanta la conveniencia de la aplicación de banca móvil de YourBank. Me permite mantener el control de mis finanzas y realizar transacciones sobre la marcha. La aplicación es fácil de usar y segura, dándome tranquilidad.",
  "individual_name_1": "Sara T",
  "individual_name_2": "John D",
  "individual_name_3": "Emily G",

  "business_products_accounts_title": "Cuentas Comerciales",
  "business_products_accounts_desc": "Simplifique las finanzas de su empresa con nuestras opciones de cuentas comerciales. Disfrute de banca en línea sin problemas, pagos masivos y herramientas para gestionar gastos y flujo de efectivo de manera eficiente.",

  "business_products_merchant_title": "Servicios Comerciales",
  "business_products_merchant_desc": "Acepta pagos fácilmente con nuestras soluciones comerciales seguras. Desde modernos sistemas POS hasta pasarelas de pago en línea, ayudamos a su negocio a recibir pagos más rápido y de manera más segura.",

  "business_products_loans_title": "Préstamos Comerciales",
  "business_products_loans_desc": "Impulsa tu crecimiento con opciones de financiamiento flexibles. Ya sea expandiendo operaciones, actualizando equipos o gestionando gastos a corto plazo, nuestros préstamos comerciales apoyan sus objetivos.",

  "individual_products_checking_title": "Cuentas Corrientes",
  "individual_products_checking_desc": "Disfrute de acceso fácil y conveniente a sus fondos con nuestras opciones de cuentas corrientes. Benefíciese de características como banca en línea y móvil, tarjetas de débito y acceso gratuito a cajeros automáticos.",

  "individual_products_saving_title": "Cuentas de Ahorro",
  "individual_products_saving_desc": "Construya sus ahorros con nuestras tasas de interés competitivas y opciones de cuentas de ahorro flexibles. Ya sea que esté ahorrando para un objetivo específico o desee aumentar su patrimonio con el tiempo, tenemos la cuenta adecuada para usted.",

  "individual_products_loans_title": "Préstamos e Hipotecas",
  "individual_products_loans_desc": "Realice sus sueños con nuestras opciones flexibles de préstamos e hipotecas. Desde préstamos personales hasta hipotecas para vivienda, nuestros experimentados oficiales de préstamos están aquí para guiarle a través del proceso de solicitud y ayudarle a asegurar los fondos que necesita."
}
