{
  "home_main_sub_img_alt": "Check-Symbol",
  "home_main_sub1_text": "Keine GmbH erforderlich, keine Bonitätsprüfung.",
  "home_main_title": "Willkommen bei YourBank – Wir stärken Ihre",
  "home_main_title_span": "Finanzreise",
  "home_main_sub2_paragraph": "Bei YourBank ist es unsere Mission, umfassende Banklösungen anzubieten, die Einzelpersonen und Unternehmen dabei unterstützen, ihre finanziellen Ziele zu erreichen. Wir setzen uns dafür ein, personalisierte und innovative Dienstleistungen zu liefern, die die Bedürfnisse unserer Kunden in den Vordergrund stellen.",
  "home_open_account": "Konto eröffnen",
  "home_month_income_img_alt": "Monatseinkommenskarte",
  "home_monthly_income": "Monatseinkommen",
  "home_your_transactions": "Ihre Transaktionen",
  "home_transaction_card_img_alt": "Haupttransaktionskarte",
  "home_money_exchange_title": "Geldwechsel",
  "home_india_icon_alt": "Indien-Symbol",
  "home-india-country-currency": "INR",
  "home_india_rupees": "Indische Rupien",
  "home-usd-country-currency": "USD",
  "home_usd_icon_alt": "USD-Symbol",
  "home_usd_dollar": "US-Dollar",
  "home_exchange_button": "Umtauschen",
  "home_supported_currency": "Unterstützte Währungen",
  "home_currency_img_alt": "Währungsbild",
  "home_abstract_design_alt": "Abstraktes Design",
  "home_products_title": "Unsere",
  "home_products_span": "Produkte",
  "home_products_paragraph": "Entdecken Sie eine Reihe umfassender und anpassbarer Bankprodukte bei YourBank, die auf Ihre einzigartigen finanziellen Bedürfnisse und Ziele zugeschnitten sind.",
  "home_products_btn_individual": "Für Einzelpersonen",
  "home_products_btn_business": "Für Unternehmen",
  "home_use_cases_title": "Anwendungsfälle",
  "home_use_cases_paragraph": "Bei YourBank bieten wir Lösungen für die vielfältigen Bedürfnisse von Einzelpersonen und Unternehmen und bieten eine breite Palette an Finanzlösungen.",
  "home_feature1_img_alt": "Symbol für persönliche Finanzen",
  "home_feature1_text": "Verwaltung persönlicher Finanzen",
  "home_feature2_img_alt": "Sparsymbol",
  "home_feature2_text": "Für die Zukunft sparen",
  "home_feature3_img_alt": "Symbol für Wohneigentum",
  "home_feature3_text": "Wohneigentum",
  "home_feature4_img_alt": "Bildungssymbol",
  "home_feature4_text": "Bildungsfinanzierung",
  "home_for_business_title": "Für Unternehmen",
  "home_for_business_paragraph": "Für Unternehmen fördern wir Wachstum mit Lösungen für Betriebskapital, die den Cashflow optimieren, und unsere maßgeschneiderten Finanzierungsmöglichkeiten unterstützen die Geschäftsexpansion. Egal, welche finanziellen Ziele Sie haben, YourBank stellt die richtigen Werkzeuge und Unterstützung bereit, um diese zu erreichen.",
  "home_business_achievement1": "Cashflow-Management",
  "home_business_achievement2": "Geschäftserweiterung vorantreiben",
  "home_business_achievement3": "Gehaltsabrechnung optimieren",
  "home_learn_more": "Mehr erfahren",
  "home_for_individuals_title": "Für Einzelpersonen",
  "home_for_individuals_paragraph": "Für Einzelpersonen ebnen unsere Hypothekendienstleistungen den Weg zum Wohneigentum, und unsere flexiblen Privatkredite bieten Unterstützung in verschiedenen Lebenssituationen. Wir legen auch Wert auf Altersvorsorge, um eine finanziell sichere Zukunft für unsere Kunden zu gewährleisten.",
  "home_individual_achievement1": "Sichere Altersvorsorge",
  "home_individual_achievement2": "Schuldenkonsolidierung mit überschaubaren Zahlungen",
  "home_individual_achievement3": "Reduzierung finanzieller Belastungen",
  "home_feature5_img_alt": "Startups-Symbol",
  "home_feature5_text": "Startups und Unternehmer",
  "home_feature6_img_alt": "Cashflow-Symbol",
  "home_feature6_text": "Cashflow-Management",
  "home_feature7_img_alt": "Geschäftserweiterungs-Symbol",
  "home_feature7_text": "Geschäftserweiterung",
  "home_feature8_img_alt": "Zahlungssymbol",
  "home_feature8_text": "Zahlungslösungen",
  "home_features_title": "Unsere",
  "home_features_span": "Funktionen",
  "home_features_paragraph": "Erleben Sie eine Vielzahl leistungsstarker Funktionen bei YourBank, einschließlich nahtlosem Online-Banking, sicheren Transaktionen und personalisierten Finanzinformationen, die darauf ausgelegt sind, Ihr Bankerlebnis zu verbessern.",
  "home_feature_btn_online": "Online-Banking",
  "home_feature_btn_financial": "Finanztools",
  "home_feature_btn_support": "Kundensupport",

  "online_banking_access_title": "24/7 Kontozugriff",
  "online_banking_access_desc": "Genießen Sie die Möglichkeit, jederzeit und überall über unsere sichere Online-Banking-Plattform auf Ihre Konten zuzugreifen. Kontostände prüfen, Überweisungen tätigen und Rechnungen bequem bezahlen.",

  "online_banking_mobile_title": "Mobile Banking-App",
  "online_banking_mobile_desc": "Bleiben Sie unterwegs mit unserer benutzerfreundlichen Mobile Banking-App mit Ihren Finanzen verbunden. Verwalten Sie Konten, zahlen Sie Schecks ein und tätigen Sie Zahlungen über Smartphone oder Tablet.",

  "online_banking_secure_title": "Sichere Transaktionen",
  "online_banking_secure_desc": "Seien Sie sicher, dass Ihre Transaktionen durch branchenführende Sicherheitsmaßnahmen geschützt sind. Wir setzen Verschlüsselung und Multi-Faktor-Authentifizierung ein, um Ihre Finanzinformationen zu sichern.",

  "online_banking_bill_title": "Rechnungszahlung und Überweisungen",
  "online_banking_bill_desc": "Sparen Sie Zeit und vermeiden Sie Verspätungsgebühren mit unserem praktischen Rechnungszahlungsservice. Richten Sie wiederkehrende Zahlungen ein oder tätigen Sie einmalige Überweisungen zwischen Ihren Konten mit nur wenigen Klicks.",

  "financial_tools_budget_title": "Budgetplaner",
  "financial_tools_budget_desc": "Verfolgen Sie Ihr Einkommen und Ihre Ausgaben mit unserem einfach zu bedienenden Budgetplaner. Setzen Sie finanzielle Ziele und erhalten Sie Einblicke, die Ihnen helfen, jeden Monat auf Kurs zu bleiben.",

  "financial_tools_investment_title": "Investment-Einblicke",
  "financial_tools_investment_desc": "Erhalten Sie personalisierte Anlageempfehlungen und Leistungsberichte, die Ihnen helfen, klügere finanzielle Entscheidungen für langfristiges Wachstum zu treffen.",

  "financial_tools_loan_title": "Kreditrechner",
  "financial_tools_loan_desc": "Berechnen Sie monatliche Zahlungen und Zinssätze sofort mit unserem integrierten Kreditrechner – damit Sie Ihre Finanzen mit Vertrauen planen können.",

  "financial_tools_spending_title": "Ausgabenanalyse",
  "financial_tools_spending_desc": "Visualisieren Sie Ihre Ausgabengewohnheiten mit detaillierten Analysen und Diagrammen, die Ihnen helfen, Sparpotenziale zu erkennen und Ihr Budget effektiv zu verwalten.",

  "customer_support_livechat_title": "24/7 Live-Chat",
  "customer_support_livechat_desc": "Erhalten Sie jederzeit sofortige Unterstützung durch unsere Support-Mitarbeiter über den Live-Chat – Tag und Nacht stehen wir Ihnen zur Verfügung.",

  "customer_support_phone_title": "Telefon-Support",
  "customer_support_phone_desc": "Erreichen Sie unser professionelles Kundenservice-Team direkt per Telefon für schnelle Lösungen Ihrer Bankfragen oder Probleme.",

  "customer_support_helpcenter_title": "Hilfezentrum",
  "customer_support_helpcenter_desc": "Finden Sie ausführliche Anleitungen, FAQs und Video-Tutorials in unserem umfassenden Hilfezentrum, um Schritt-für-Schritt-Unterstützung zu erhalten, wann immer Sie sie benötigen.",

  "customer_support_feedback_title": "Feedback und Vorschläge",
  "customer_support_feedback_desc": "Wir schätzen Ihr Feedback. Teilen Sie Ihre Erfahrungen und Vorschläge mit, damit wir unsere Dienstleistungen verbessern und Ihnen ein besseres Bankerlebnis bieten können.",

  "careers_main_title": "Willkommen bei",
  "careers_main_title_span": "YourBank Karrieren",
  "careers_main_paragraph": "Werden Sie Teil unseres Teams und beginnen Sie eine lohnende Reise in der Bankenbranche. Bei YourBank fördern wir eine Kultur der Exzellenz und bieten Möglichkeiten für berufliches Wachstum. Mit Fokus auf Innovation, Kundenservice und Integrität wollen wir das Leben unserer Kunden und der Gemeinschaft positiv beeinflussen. Werden Sie heute Teil unserer Mission, die Zukunft des Bankwesens zu gestalten.",
  "careers_main_img_alt": "Hauptbild Karrieren",
  "careers_values_title": "Werte",
  "careers_values_title_span": "Unsere",
  "careers_values_paragraph": "Bei YourBank bilden unsere Werte die Grundlage unseres Unternehmens und leiten unser Handeln. Wir legen höchsten Wert auf Integrität, exzellenten Service und Innovation. Diese Werte definieren unsere Kultur und prägen die Zusammenarbeit zur Zielerreichung.",
  "careers_values_integrity_title": "Integrität",
  "careers_values_integrity_desc": "Wir handeln stets ehrlich, transparent und ethisch. Wir tun, was richtig ist für unsere Kunden, Kollegen und Stakeholder, auch bei schwierigen Entscheidungen.",
  "careers_values_customer_title": "Kundenorientierung",
  "careers_values_customer_desc": "Unsere Kunden stehen im Mittelpunkt unseres Handelns. Wir setzen uns dafür ein, ihre Bedürfnisse zu verstehen, personalisierte Lösungen anzubieten und exzellenten Service zu liefern.",
  "careers_values_collaboration_title": "Zusammenarbeit",
  "careers_values_collaboration_desc": "Wir fördern ein kollaboratives und inklusives Arbeitsumfeld, in dem Teamwork und Vielfalt gefeiert werden. Durch die Nutzung der individuellen Stärken und Perspektiven unserer Mitarbeiter treiben wir Innovation voran und erzielen gemeinsam größeren Erfolg.",
  "careers_values_innovation_title": "Innovation",
  "careers_values_innovation_desc": "Wir begrüßen Veränderungen und suchen kontinuierlich innovative Lösungen, um den sich wandelnden Bedürfnissen unserer Kunden gerecht zu werden.",
  "careers_benefits_title": "Leistungen",
  "careers_benefits_title_span": "Unsere",
  "careers_benefits_paragraph": "Bei YourBank schätzen wir unsere Mitarbeiter und setzen uns für ihr Wohlbefinden und ihren Erfolg ein. Wir bieten eine umfassende Palette an Leistungen zur Unterstützung der persönlichen und beruflichen Entwicklung.",

  "careers_benefits_compensation_title": "Wettbewerbsfähige Vergütung",
  "careers_benefits_compensation_desc": "Wir bieten ein wettbewerbsfähiges Gehaltspaket, das die Fähigkeiten und Expertise unserer Mitarbeiter anerkennt. YourBank belohnt hervorragende Leistungen und bietet Möglichkeiten für finanzielles Wachstum.",

  "careers_benefits_health_title": "Gesundheit und Wohlbefinden",
  "careers_benefits_health_desc": "Wir legen Wert auf die Gesundheit unserer Mitarbeiter durch umfassende medizinische, zahnärztliche und augenärztliche Versicherungen. Zudem bieten wir Wellnessprogramme, Fitnessstudio-Mitgliedschaften und Ressourcen für einen gesunden Lebensstil.",

  "careers_benefits_retirement_title": "Altersvorsorge",
  "careers_benefits_retirement_desc": "YourBank unterstützt die Altersvorsorge der Mitarbeiter. Wir bieten einen Rentensparplan mit großzügiger Arbeitgeberbeteiligung, um eine sichere finanzielle Basis aufzubauen.",

  "careers_benefits_worklife_title": "Work-Life-Balance",
  "careers_benefits_worklife_desc": "Wir verstehen die Bedeutung einer gesunden Work-Life-Balance. YourBank bietet flexible Arbeitszeiten, bezahlten Urlaub, Elternzeit und Programme, die die Vereinbarkeit von Beruf und Privatleben unterstützen.",

  "careers_jobs_title": "Arbeit",
  "careers_jobs_title_span": "Öffnungen",
  "careers-jobs-paragraph": "Entdecken Sie spannende Stellenangebote bei YourBank, wo wir Talent, Innovation und Leidenschaft für Kundenservice schätzen. Werden Sie Teil unseres Teams und gestalten Sie eine bessere Zukunft im Bankwesen mit.",

  "careers_about_job": "Über diese Stelle",
  "careers_requirements_qualifications": "Anforderungen & Qualifikationen",
  "careers_location": "Standort",
  "careers_department": "Abteilung",
  "careers_apply_now": "Jetzt bewerben",

  "careers_job_relmanager_title": "Relationship Manager",
  "careers_job_location_india": "Indien",
  "careers_job_department_retail": "Vertrieb",
  "careers_job_relmanager_about": "Als Relationship Manager bei YourBank sind Sie verantwortlich für den Aufbau und die Pflege von Kundenbeziehungen. Sie identifizieren proaktiv die finanziellen Bedürfnisse der Kunden und bieten maßgeschneiderte Lösungen. Wir suchen Personen mit exzellenten Kommunikationsfähigkeiten, starkem Verkaufsgeschick und Leidenschaft für erstklassigen Kundenservice.",
  "careers_job_relmanager_req1": "Bachelor-Abschluss in Betriebswirtschaft, Finanzen oder einem verwandten Bereich",
  "careers_job_relmanager_req2": "Mindestens 3 Jahre Erfahrung im Vertrieb oder Relationship Management in der Bankenbranche",
  "careers_job_relmanager_req3": "Nachweisliche Erfolge bei der Erreichung von Verkaufszielen",
  "careers_job_relmanager_req4": "Exzellente zwischenmenschliche und Verhandlungsfähigkeiten",
  "careers_job_relmanager_req5": "Fundierte Kenntnisse über Bankprodukte und -dienstleistungen",

  "careers_job_riskanalyst_title": "Risikoanalyst",
  "careers_job_department_risk": "Risikomanagement",
  "careers_job_riskanalyst_about": "Als Risikoanalyst bei YourBank sind Sie für die Identifizierung und Bewertung potenzieller Risiken verantwortlich. Sie analysieren Daten, führen Risikobewertungen durch und entwickeln Strategien zur Risikominderung. Wir suchen detailorientierte Personen mit starken analytischen Fähigkeiten und fundiertem Wissen im Risikomanagement.",
  "careers_job_riskanalyst_req1": "Bachelor-Abschluss in Finanzen, Wirtschaft oder einem verwandten Bereich",
  "careers_job_riskanalyst_req2": "Mindestens 2 Jahre Erfahrung im Risikomanagement oder einer ähnlichen Position",
  "careers_job_riskanalyst_req3": "Kenntnisse in Risikomanagement-Tools und -Techniken",
  "careers_job_riskanalyst_req4": "Starke analytische und problemlösende Fähigkeiten",
  "careers_job_riskanalyst_req5": "Kenntnisse der gesetzlichen Anforderungen und Branchentrends",

  "careers_job_itsecurity_title": "IT-Sicherheitsspezialist",
  "careers_job_department_it": "Informationstechnologie",
  "careers_job_itsecurity_about": "Als IT-Sicherheitsspezialist bei YourBank sind Sie verantwortlich für die Sicherheit und Integrität unserer Informationssysteme. Sie entwickeln und implementieren Sicherheitsprotokolle, führen Schwachstellenanalysen durch und reagieren auf Sicherheitsvorfälle. Wir suchen Personen mit starkem technischem Hintergrund, Kenntnissen der besten Praktiken im Bereich Cybersicherheit und Engagement für die Vertraulichkeit von Kundendaten.",
  "careers_job_itsecurity_req1": "Bachelor-Abschluss in Informatik, Informationssicherheit oder einem verwandten Bereich",
  "careers_job_itsecurity_req2": "Mindestens 5 Jahre Erfahrung im Bereich IT-Sicherheit oder einer ähnlichen Rolle",
  "careers_job_itsecurity_req3": "Tiefgehende Kenntnisse in Netzwerksicherheitsprotokollen und -technologien",
  "careers_job_itsecurity_req4": "Vertrautheit mit regulatorischen Rahmenwerken wie PCI DSS und DSGVO",
  "careers_job_itsecurity_req5": "Professionelle Zertifizierungen wie CISSP oder CISM sind von Vorteil",

  "about_heading1": "Wo Banking auf",
  "about_heading_span": "Exzellenz trifft!",
  "about_paragraph1": "Bei YourBank glauben wir, dass Banking mehr sein sollte als nur Transaktionen. Es sollte ein Erlebnis sein, das Einzelpersonen und Unternehmen befähigt, zu gedeihen und ihre finanziellen Ziele zu erreichen. Als vertrauenswürdige Finanzinstitution verpflichten wir uns, außergewöhnliche Bankdienstleistungen anzubieten, die über die Erwartungen hinausgehen. Mit Fokus auf Innovation, personalisierte Lösungen und unerschütterliche Integrität streben wir danach, das beste Bankerlebnis für unsere geschätzten Kunden zu bieten. Begleiten Sie uns auf dieser spannenden Reise und entdecken Sie eine neue Dimension der Banking-Exzellenz.",
  "about_main_image_alt": "Hauptbild",
  "mission_vision_title": "Mission & Vision",
  "mission_vision_paragraph": "Wir streben danach, eine führende Kraft in der Branche zu sein, getrieben von Innovation, Integrität und Inklusivität, und schaffen eine bessere finanzielle Zukunft für Einzelpersonen und Unternehmen, während wir gleichzeitig ein starkes Engagement für Kundenzufriedenheit und Gemeinwohl zeigen.",
  "mission_image_alt": "Missionsbild",
  "mission_title": "Mission",
  "mission_paragraph": "Unsere Mission bei YourBank ist es, unsere Kunden zu befähigen, finanziellen Erfolg zu erreichen. Wir widmen uns der Bereitstellung innovativer Banklösungen, die auf ihre individuellen Bedürfnisse zugeschnitten sind. Durch personalisierte Dienstleistungen, fachkundige Beratung und moderne Technologie bauen wir starke und dauerhafte Beziehungen zu unseren Kunden auf. Unsere Mission ist es, ihr vertrauenswürdiger Partner zu sein, der ihnen hilft, ihre finanzielle Reise zu navigieren und ihre Träume zu verwirklichen.",
  "vision_title": "Vision",
  "vision_paragraph": "Unsere Vision bei YourBank ist es, Banking neu zu definieren, indem wir unseren Kunden ein nahtloses und personalisiertes Erlebnis bieten. Wir sehen eine Zukunft, in der Banking zugänglich, transparent und auf individuelle Vorlieben zugeschnitten ist. Durch kontinuierliche Innovation und Zusammenarbeit streben wir danach, an der Spitze der Branche zu stehen und neue Standards für kundenorientiertes Banking zu setzen. Unsere Vision ist es, die bevorzugte Finanzinstitution zu sein, bekannt für unser unerschütterliches Engagement für Exzellenz, Vertrauen und Kundenzufriedenheit.",
  "vision_image_alt": "Visionsbild",
  "press_title1": "Presse",
  "press_title2": "Mitteilungen",
  "press_paragraph": "Bleiben Sie mit den neuesten Entwicklungen und spannenden Neuigkeiten von YourBank über unsere Pressemitteilungen auf dem Laufenden.",
  "press_card_location": "Ort",
  "press_card_date": "Datum",
  "press_card1_image_alt": "Pressekarte 1 Bild",
  "press_card1_title": "YourBank startet neues Prämienprogramm zur Steigerung der Kundentreue und -zufriedenheit",
  "press_card1_paragraph": "YourBank freut sich, die Einführung unseres neuen Prämienprogramms bekannt zu geben, das darauf abzielt, unsere treuen Kunden zu belohnen und ihr Bankerlebnis zu verbessern. Das Programm bietet exklusive Vorteile, Rabatte und personalisierte Angebote, die auf die individuellen Vorlieben der Kunden zugeschnitten sind. Mit dieser Initiative bekräftigt YourBank sein Engagement, außergewöhnlichen Wert zu liefern und langfristige Kundenbeziehungen aufzubauen.",
  "press_card2_image_alt": "Pressekarte 2 Bild",
  "press_card2_title": "YourBank erweitert Filialnetz mit Neueröffnung in Chennai",
  "press_card2_paragraph": "YourBank freut sich, die Eröffnung unserer neuesten Filiale in [Stadt] bekannt zu geben. Diese Erweiterung ist ein Beweis für unser kontinuierliches Engagement, unseren Kunden zu dienen und ihnen bequemen Zugang zu unserem umfassenden Bankdienstleistungsangebot zu bieten. Die neue Filiale verfügt über modernste Einrichtungen, ein engagiertes Team von Fachleuten und einen personalisierten Ansatz im Banking.",
  "press_card3_image_alt": "Pressekarte 3 Bild",
  "press_card3_title": "YourBank kooperiert mit lokaler Non-Profit-Organisation zur Unterstützung von Finanzbildungsinitiativen",
  "press_card3_paragraph": "YourBank freut sich, unsere neue Initiative für nachhaltiges Banking vorzustellen, die unser Engagement für Umweltverantwortung zeigt. Diese Initiative umfasst eine Reihe nachhaltiger Bankprodukte und -dienstleistungen, wie grüne Kredite, umweltfreundliche Investitionsmöglichkeiten und papierloses Banking. Durch die Integration nachhaltiger Praktiken in unsere Prozesse möchten wir zu einer grüneren Zukunft beitragen und gleichzeitig innovative Banklösungen für unsere Kunden bieten.",
  "press_card4_image_alt": "Pressekarte 4 Bild",
  "press_card4_title": "YourBank startet Initiative für nachhaltiges Banking zur Förderung von Umweltverantwortung",
  "press_card4_paragraph": "YourBank freut sich, unsere neue Initiative für nachhaltiges Banking vorzustellen, die unser Engagement für Umweltverantwortung zeigt. Diese Initiative umfasst eine Reihe nachhaltiger Bankprodukte und -dienstleistungen, wie grüne Kredite, umweltfreundliche Investitionsmöglichkeiten und papierloses Banking. Durch die Integration nachhaltiger Praktiken in unsere Prozesse möchten wir zu einer grüneren Zukunft beitragen und gleichzeitig innovative Banklösungen für unsere Kunden bieten.",

  "security_main_title": "Ihre Sicherheit hat bei uns",
  "security_main_title_span": "höchste Priorität",
  "security_main_paragraph": "Bei YourBank verstehen wir, wie wichtig es ist, Ihre Finanzinformationen zu schützen. Wir setzen robuste Sicherheitsmaßnahmen und moderne Technologien ein, um Ihre persönlichen und finanziellen Daten zu sichern. Seien Sie sicher: Ihre Sicherheit hat bei uns oberste Priorität.",
  "security_main_img_alt": "Hauptbild Sicherheit",
  "security_protect_title": "Wie wir",
  "security_protect_title_span": "Sie schützen",
  "security_protect_paragraph": "Bei YourBank steht die Sicherheit und Vertraulichkeit Ihrer Finanzinformationen an erster Stelle. Unsere moderne Verschlüsselungstechnologie und strenge Datenschutzmaßnahmen stellen sicher, dass Ihre Vermögenswerte und Transaktionen jederzeit geschützt sind.",
  "security_protection_online_title": "Sichere Online-Banking-Plattform",
  "security_protection_online_desc": "Bei YourBank steht die Sicherheit und Vertraulichkeit Ihrer Finanzinformationen an erster Stelle. Unsere moderne Verschlüsselungstechnologie und strenge Datenschutzmaßnahmen stellen sicher, dass Ihre Vermögenswerte und Transaktionen jederzeit geschützt sind.",
  "security_protection_mfa_title": "Multi-Faktor-Authentifizierung",
  "security_protection_mfa_desc": "Um die Sicherheit Ihres Online-Banking-Erlebnisses zu erhöhen, verwenden wir Multi-Faktor-Authentifizierung. Diese zusätzliche Sicherheitsebene erfordert mehrere Identifikationsnachweise, wie Passwort und einmaligen Bestätigungscode, um auf Ihr Konto zuzugreifen.",
  "security_protection_fraud_title": "Betrugsüberwachung",
  "security_protection_fraud_desc": "Wir setzen ausgeklügelte Betrugserkennungssysteme ein, um Ihre Konten auf verdächtige Aktivitäten zu überwachen. Unser engagiertes Team arbeitet rund um die Uhr, um unautorisierte Transaktionen zu erkennen und zu verhindern, damit Sie beruhigt sein können.",
  "security_protection_mobile_title": "Sicheres Mobile Banking",
  "security_protection_mobile_desc": "Unsere Mobile-Banking-App bietet das gleiche Sicherheitsniveau wie unsere Online-Banking-Plattform. Sie können Ihre Konten sicher verwalten, Transaktionen durchführen und Ihre Finanzen unterwegs regeln, in dem Wissen, dass Ihre Daten geschützt sind.",

  "signup_title": "Registrieren",
  "signup_subtitle": "Werden Sie noch heute Teil unserer Community! Erstellen Sie ein Konto, um exklusive Funktionen und personalisierte Erlebnisse freizuschalten.",
  "signup_placeholder_firstName": "Vorname eingeben",
  "signup_placeholder_lastName": "Nachname eingeben",
  "signup_placeholder_email": "E-Mail eingeben",
  "signup_placeholder_password": "Passwort eingeben",
  "signup_login_btn": "Login",
  "signup_signup_btn": "Registrieren",
  "signup_password_correct": "✅ Passwort korrekt! Willkommen zurück!",
  "signup_password_incorrect": "❌ Passwort ist nicht korrekt!",
  "signup_or_continue": "Oder fortfahren mit",
  "signup_icon_alt": "Login-Symbol",

  "login_title": "Login",
  "login_subtitle": "Willkommen zurück! Bitte melden Sie sich an, um auf Ihr Konto zuzugreifen.",
  "login_placeholder_email": "E-Mail eingeben",
  "login_placeholder_password": "Passwort eingeben",
  "login_forgot_password": "Passwort vergessen?",
  "login_btn": "Login",
  "login_signup_btn": "Registrieren",
  "login_password_correct": "✅ Passwort korrekt! Willkommen zurück!",
  "login_password_incorrect": "❌ Passwort ist nicht korrekt!",
  "login_or_continue": "Oder fortfahren mit",
  "login_icon_alt": "Login-Symbol",

  "header_home_corner": "Home-Bereich",
  "header_logo": "YourBank Logo",
  "header_logo_text": "YourBank",
  "header_menu": "Menü",
  "nav_home": "Startseite",
  "nav_careers": "Karriere",
  "nav_about": "Über uns",
  "nav_security": "Sicherheit",
  "nav_signup": "Registrieren",
  "nav_login": "Login",

  "footer_logo": "YourBank Logo",
  "footer_logo_text": "YourBank",
  "footer_email": "hello@skillbridge.com",
  "footer_phone": "+91 91813 23 2309",
  "footer_location": "Irgendwo auf der Welt",
  "footer_rights": "YourBank Alle Rechte vorbehalten",
  "footer_privacy_terms": "Datenschutz | Nutzungsbedingungen",

  "openAccount_title_part1": "Starten Sie Ihre finanzielle Reise mit",
  "openAccount_title_part2": "YourBank noch heute!",
  "openAccount_description": "Lorem ipsum dolor sit amet consectetur. Blandit odio semper risus pellentesque elit. Pellentesque eget ut imperdiet nulla penatibus. Nascetur viverra arcu sed amet cursus purus.",
  "openAccount_button": "Konto eröffnen",

  "faq_title_part1": "Häufig",
  "faq_title_part2": "Gestellte Fragen",
  "faq_contact": "Haben Sie noch Fragen? Kontaktieren Sie unser Team unter support@yourbank.com",
  "faq_q1": "Wie eröffne ich ein Konto bei YourBank?",
  "faq_a1": "Die Eröffnung eines Kontos bei YourBank ist einfach. Besuchen Sie einfach unsere Website und klicken Sie auf die Schaltfläche 'Konto eröffnen'. Folgen Sie den Anweisungen, geben Sie die erforderlichen Informationen ein und schließen Sie den Antragsprozess ab. Bei Fragen steht Ihnen unser Kundenservice zur Verfügung.",
  "faq_q2": "Welche Dokumente muss ich für einen Kreditantrag einreichen?",
  "faq_a2": "Die für einen Kreditantrag erforderlichen Dokumente können je nach Art des Kredits variieren. In der Regel benötigen Sie Ausweisdokumente (z. B. Reisepass oder Führerschein), Einkommensnachweise (z. B. Gehaltsabrechnungen oder Steuererklärungen) und Informationen über Sicherheiten (falls zutreffend). Unsere Kreditberater führen Sie durch die spezifischen Anforderungen während des Antragsprozesses.",
  "faq_q3": "Wie kann ich online auf meine Konten zugreifen?",
  "faq_a3": "Der Online-Zugriff auf Ihre Konten ist einfach und sicher. Besuchen Sie unsere Website und klicken Sie auf die Schaltfläche 'Login'. Geben Sie Ihren Benutzernamen und Ihr Passwort ein, um auf Ihre Konten zuzugreifen. Wenn Sie noch nicht für Online-Banking registriert sind, klicken Sie auf 'Jetzt registrieren' und folgen Sie dem Registrierungsprozess. Bei Bedarf steht Ihnen unser Kundenservice zur Unterstützung bereit.",
  "faq_q4": "Sind meine Transaktionen und persönlichen Informationen sicher?",
  "faq_a4": "Bei YourBank steht die Sicherheit Ihrer Transaktionen und persönlichen Daten an erster Stelle. Wir setzen branchenführende Verschlüsselung und Multi-Faktor-Authentifizierung ein, um Ihre Daten zu schützen. Darüber hinaus aktualisieren wir regelmäßig unsere Sicherheitsmaßnahmen, um auf neue Bedrohungen vorbereitet zu sein. Sie können mit Vertrauen bei uns bankieren, da wir robuste Sicherheitssysteme implementiert haben.",

  "notfound_title": "404",
  "notfound_text": "Ups! Seite nicht gefunden.",
  "notfound_button": "Zurück zur Startseite",

  "testimonials_title": "Unsere Kundenstimmen",
  "testimonials_description": "Erfahren Sie, wie YourBank Leben mit innovativen digitalen Lösungen und persönlichem Kundenservice verändert hat. Sehen Sie, warum unsere Kunden uns für eine sichere und erfolgreiche finanzielle Reise vertrauen.",
  "testimonials_individual_btn": "Für Privatkunden",
  "testimonials_business_btn": "Für Unternehmen",

  "business_testimonial_1": "Die Partnerschaft mit YourBank hat die Finanzprozesse unseres Unternehmens vereinfacht. Ihre Geschäftskontenlösungen und Online-Gehaltsabrechnungen sparen uns jede Woche Stunden.",
  "business_testimonial_2": "Die Geschäftskredite von YourBank gaben uns die Flexibilität, in neue Märkte zu expandieren. Ihre Berater verstanden unsere Ziele und boten Finanzierung, die perfekt zu unserem Wachstumsplan passte.",
  "business_testimonial_3": "Als Kleinunternehmer schätze ich, wie YourBank jeden Kunden priorisiert behandelt. Ihr Support-Team reagiert schnell und ihre digitalen Tools erleichtern die Kontoverwaltung.",
  "business_name_1": "Michael R",
  "business_name_2": "Linda P",
  "business_name_3": "David K",

  "individual_testimonial_1": "YourBank ist seit Jahren mein vertrauenswürdiger Finanzpartner. Ihr personalisierter Service und die innovativen digitalen Banklösungen machen die Verwaltung meiner Finanzen einfach.",
  "individual_testimonial_2": "Ich habe kürzlich mein eigenes Unternehmen gegründet und YourBank war entscheidend, um meine Geschäftskonten einzurichten und die benötigte Finanzierung zu sichern. Ihre fachkundige Beratung und maßgeschneiderten Lösungen waren von unschätzbarem Wert.",
  "individual_testimonial_3": "Ich liebe die Bequemlichkeit der Mobile-Banking-App von YourBank. Sie ermöglicht mir, meine Finanzen unterwegs zu verwalten und Transaktionen zu tätigen. Die App ist benutzerfreundlich und sicher, was mir ein beruhigendes Gefühl gibt.",
  "individual_name_1": "Sara T",
  "individual_name_2": "John D",
  "individual_name_3": "Emily G",

  "business_products_accounts_title": "Geschäftskonten",
  "business_products_accounts_desc": "Vereinfachen Sie die Finanzen Ihres Unternehmens mit unseren Geschäftskontenoptionen. Profitieren Sie von nahtlosem Online-Banking, Sammelzahlungen und Tools zur effizienten Verwaltung von Ausgaben und Cashflow.",

  "business_products_merchant_title": "Händlerdienste",
  "business_products_merchant_desc": "Akzeptieren Sie Zahlungen einfach mit unseren sicheren Händlerlösungen. Von modernen POS-Systemen bis zu Online-Zahlungsgateways helfen wir Ihrem Unternehmen, schneller und sicherer bezahlt zu werden.",

  "business_products_loans_title": "Firmenkredite",
  "business_products_loans_desc": "Stärken Sie Ihr Wachstum mit flexiblen Finanzierungsmöglichkeiten. Ob Betriebserweiterung, Geräte-Upgrades oder kurzfristige Ausgaben – unsere Firmenkredite unterstützen Ihre Ziele.",

  "individual_products_checking_title": "Girokonten",
  "individual_products_checking_desc": "Genießen Sie einfachen und bequemen Zugriff auf Ihre Mittel mit unserer Auswahl an Girokonten. Profitieren Sie von Funktionen wie Online- und Mobile-Banking, Debitkarten und kostenlosem Geldautomaten-Zugang.",

  "individual_products_saving_title": "Sparkonten",
  "individual_products_saving_desc": "Bauen Sie Ihr Vermögen mit unseren wettbewerbsfähigen Zinssätzen und flexiblen Sparkontenoptionen auf. Ob Sie für ein bestimmtes Ziel sparen oder Ihr Vermögen langfristig vermehren möchten, wir haben das richtige Konto für Sie.",

  "individual_products_loans_title": "Kredite und Hypotheken",
  "individual_products_loans_desc": "Verwirklichen Sie Ihre Träume mit unseren flexiblen Kredit- und Hypothekenoptionen. Von Privatkrediten bis zu Hausfinanzierungen stehen Ihnen unsere erfahrenen Kreditberater zur Seite, um den Antragsprozess zu begleiten und die benötigten Mittel zu sichern."
}
