{
  "home_main_sub_img_alt": "Onay Simgesi",
  "home_main_sub1_text": "LLC Gerekmez, Kredi Kontrolü Yok.",
  "home_main_title": "YourBank'e Hoş Geldiniz, Finansal",
  "home_main_title_span": "Yolculuğunuzu Güçlendirin",
  "home_main_sub2_paragraph": "YourBank olarak, bireylerin ve işletmelerin finansal hedeflerine ulaşmasını güçlendiren kapsamlı bankacılık çözümleri sunmayı misyon edindik. Müşterilerimizin ihtiyaçlarını önceliklendiren kişiselleştirilmiş ve yenilikçi hizmetler sunmayı taahhüt ediyoruz.",
  "home_open_account": "Hesap Aç",
  "home_month_income_img_alt": "Aylık Gelir Kartı",
  "home_monthly_income": "Aylık Gelir",
  "home_your_transactions": "İşlemleriniz",
  "home_transaction_card_img_alt": "Ana İşlem Kartı",
  "home_money_exchange_title": "Döviz Bürosu",
  "home_india_icon_alt": "Hindistan Simgesi",
  "home-india-country-currency": "INR",
  "home_india_rupees": "Hindistan Rupisi",
  "home-usd-country-currency": "USD",
  "home_usd_icon_alt": "USD Simgesi",
  "home_usd_dollar": "Amerikan Doları",
  "home_exchange_button": "Dönüştür",
  "home_supported_currency": "Desteklenen Para Birimleri",
  "home_currency_img_alt": "Para Birimi Görseli",
  "home_abstract_design_alt": "Soyut Tasarım",
  "home_products_title": "Ürünlerimiz",
  "home_products_span": "",
  "home_products_paragraph": "YourBank'te, benzersiz finansal ihtiyaçlarınıza ve hedeflerinize uygun kapsamlı ve özelleştirilebilir bankacılık ürünlerini keşfedin.",
  "home_products_btn_individual": "Bireyseller İçin",
  "home_products_btn_business": "İşletmeler İçin",
  "home_use_cases_title": "Kullanım Alanları",
  "home_use_cases_paragraph": "YourBank olarak, bireylerin ve işletmelerin çeşitli ihtiyaçlarına hitap ediyor, geniş bir finansal çözüm yelpazesi sunuyoruz.",
  "home_feature1_img_alt": "Kişisel Finans Simgesi",
  "home_feature1_text": "Kişisel Finans Yönetimi",
  "home_feature2_img_alt": "Tasarruf Simgesi",
  "home_feature2_text": "Gelecek için Tasarruf",
  "home_feature3_img_alt": "Ev Sahipliği Simgesi",
  "home_feature3_text": "Ev Sahipliği",
  "home_feature4_img_alt": "Eğitim Simgesi",
  "home_feature4_text": "Eğitim Finansmanı",
  "home_for_business_title": "İşletmeler İçin",
  "home_for_business_paragraph": "İşletmeler için, nakit akışını optimize eden çalışma sermayesi çözümleri ve büyümeyi destekleyen özel finansman seçenekleri sunuyoruz. Finansal hedefleriniz ne olursa olsun, YourBank doğru araçları ve desteği sağlamaya kararlıdır.",
  "home_business_achievement1": "Nakit Akışı Yönetimi",
  "home_business_achievement2": "İşletme Büyümesini Destekleme",
  "home_business_achievement3": "Maaş İşlemlerini Kolaylaştırma",
  "home_learn_more": "Daha Fazla Bilgi",
  "home_for_individuals_title": "Bireyler İçin",
  "home_for_individuals_paragraph": "Bireyler için, ipotek hizmetlerimiz ev sahipliğine giden yolu açar ve esnek kişisel kredilerimiz çeşitli yaşam aşamalarında önemli destek sağlar. Ayrıca emeklilik planlamasını önceliklendiriyoruz, müşterilerimiz için finansal güvence sağlıyoruz.",
  "home_individual_achievement1": "Güvenli Emeklilik Planlaması",
  "home_individual_achievement2": "Yönetilebilir Borç Konsolidasyonu",
  "home_individual_achievement3": "Finansal Yükleri Azaltma",
  "home_feature5_img_alt": "Startups Simgesi",
  "home_feature5_text": "Startuplar ve Girişimciler",
  "home_feature6_img_alt": "Nakit Akışı Simgesi",
  "home_feature6_text": "Nakit Akışı Yönetimi",
  "home_feature7_img_alt": "İşletme Büyümesi Simgesi",
  "home_feature7_text": "İşletme Büyümesi",
  "home_feature8_img_alt": "Ödeme Simgesi",
  "home_feature8_text": "Ödeme Çözümleri",
  "home_features_title": "Özelliklerimiz",
  "home_features_span": "",
  "home_features_paragraph": "YourBank’te sorunsuz online bankacılık, güvenli işlemler ve kişiselleştirilmiş finansal analizler dahil güçlü özellikleri deneyimleyin; tümü bankacılık deneyiminizi geliştirmek için tasarlanmıştır.",
  "home_feature_btn_online": "Online Bankacılık",
  "home_feature_btn_financial": "Finansal Araçlar",
  "home_feature_btn_support": "Müşteri Desteği",

  "online_banking_access_title": "7/24 Hesap Erişimi",
  "online_banking_access_desc": "Güvenli online bankacılık platformumuz sayesinde hesaplarınıza her yerden, her zaman erişmenin konforunu yaşayın. Bakiye kontrolü yapın, para transfer edin ve faturalarınızı kolayca ödeyin.",

  "online_banking_mobile_title": "Mobil Bankacılık Uygulaması",
  "online_banking_mobile_desc": "Kullanıcı dostu mobil bankacılık uygulamamız ile finansınıza her zaman bağlı kalın. Hesaplarınızı yönetin, çek yatırın ve ödemeleri akıllı telefon veya tablet üzerinden kolayca yapın.",

  "online_banking_secure_title": "Güvenli İşlemler",
  "online_banking_secure_desc": "İşlemlerinizin endüstri lideri güvenlik önlemleriyle korunduğunu bilerek içiniz rahat olsun. Finansal bilgilerinizi korumak için şifreleme ve çok faktörlü kimlik doğrulama kullanıyoruz.",

  "online_banking_bill_title": "Fatura Ödeme ve Transferler",
  "online_banking_bill_desc": "Kullanışlı fatura ödeme hizmetimiz ile zaman kazanın ve gecikme ücretlerinden kaçının. Tekrarlayan ödemeler ayarlayın veya hesaplarınız arasında tek seferlik transferler yapın.",

  "financial_tools_budget_title": "Bütçe Planlayıcı",
  "financial_tools_budget_desc": "Gelir ve giderlerinizi kolay kullanımlı bütçe planlayıcı ile takip edin. Finansal hedefler belirleyin ve her ay yolunuzda kalmanıza yardımcı olacak analizler alın.",

  "financial_tools_investment_title": "Yatırım Analizleri",
  "financial_tools_investment_desc": "Kişiselleştirilmiş yatırım önerileri ve performans raporlarına erişin, uzun vadeli büyüme için daha akıllı finansal kararlar alın.",

  "financial_tools_loan_title": "Kredi Hesaplayıcı",
  "financial_tools_loan_desc": "Yerleşik kredi hesaplayıcımız ile aylık ödemeleri ve faiz oranlarını anında tahmin edin, finansmanınızı güvenle planlayın.",

  "financial_tools_spending_title": "Harcamalar Analizi",
  "financial_tools_spending_desc": "Detaylı analizler ve grafiklerle harcama alışkanlıklarınızı görselleştirin, tasarruf fırsatlarını belirleyin ve bütçenizi etkili şekilde yönetin.",

  "customer_support_livechat_title": "7/24 Canlı Destek",
  "customer_support_livechat_desc": "Canlı sohbet hizmetimiz üzerinden her zaman destek alabilirsiniz — gündüz veya gece, size yardımcı olmak için buradayız.",

  "customer_support_phone_title": "Özel Telefon Desteği",
  "customer_support_phone_desc": "Bankacılık sorularınız veya sorunlarınız için profesyonel müşteri hizmetleri ekibimize doğrudan telefonla ulaşın.",

  "customer_support_helpcenter_title": "Yardım Merkezi",
  "customer_support_helpcenter_desc": "Detaylı rehberler, SSS ve video eğitimleri Yardım Merkezimizde bulabilir, adım adım destek alabilirsiniz.",

  "customer_support_feedback_title": "Geri Bildirim ve Öneriler",
  "customer_support_feedback_desc": "Geri bildiriminizi önemsiyoruz. Deneyimlerinizi ve önerilerinizi paylaşarak hizmetlerimizi geliştirmemize yardımcı olun.",

  "careers_main_title": "Hoş Geldiniz",
  "careers_main_title_span": "YourBank Kariyer",
  "careers_main_paragraph": "Ekibimize katılın ve bankacılık sektöründe ödüllendirici bir yolculuğa çıkın. YourBank olarak, mükemmeliyet kültürünü desteklemeye ve profesyonel gelişim için fırsatlar sunmaya kararlıyız. Yenilik, müşteri hizmetleri ve dürüstlüğe odaklanarak, müşterilerimizin ve toplumlarımızın yaşamında olumlu bir etki yaratmayı amaçlıyoruz. Bugün bize katılın ve bankacılığın geleceğini şekillendirme misyonumuzun bir parçası olun.",
  "careers_main_img_alt": "Ana Kariyer Görseli",
  "careers_values_title": "Değerler",
  "careers_values_title_span": "Bizim",
  "careers_values_paragraph": "YourBank’te değerlerimiz, organizasyonumuzun temelini oluşturur ve eylemlerimizi yönlendirir. En yüksek dürüstlük standartlarını sürdürmeye, olağanüstü hizmet sunmaya ve yeniliği kucaklamaya inanıyoruz. Bu değerler, kültürümüzü tanımlar ve hedeflerimize ulaşmak için birlikte çalışma biçimimizi şekillendirir.",
  "careers_values_integrity_title": "Dürüstlük",
  "careers_values_integrity_desc": "Davranışlarımızı en yüksek dürüstlük, şeffaflık ve etik standartlarla yürütürüz. Zor seçimlerle karşılaşsak bile, müşterilerimiz, meslektaşlarımız ve paydaşlarımız için doğru olanı yapmayı taahhüt ediyoruz.",
  "careers_values_customer_title": "Müşteri Odaklılık",
  "careers_values_customer_desc": "Müşterilerimiz yaptığımız her şeyin merkezindedir. İhtiyaçlarını anlamaya, kişiselleştirilmiş çözümler sunmaya ve beklentilerin ötesinde hizmet vermeye adanmış durumdayız.",
  "careers_values_collaboration_title": "İş Birliği",
  "careers_values_collaboration_desc": "Takım çalışması ve çeşitliliğin kutlandığı iş birliği ve kapsayıcı bir çalışma ortamı oluşturuyoruz. Çalışanlarımızın benzersiz güçlerini ve bakış açılarını kullanarak, yeniliği destekliyor ve birlikte daha büyük başarılar elde ediyoruz.",
  "careers_values_innovation_title": "Yenilik",
  "careers_values_innovation_desc": "Değişimi benimser ve müşterilerimizin gelişen ihtiyaçlarını karşılamak için sürekli yenilikçi çözümler ararız. Değişimi benimser ve müşterilerimizin gelişen ihtiyaçlarını karşılamak için sürekli yenilikçi çözümler ararız.",
  "careers_benefits_title": "Avantajlar",
  "careers_benefits_title_span": "Bizim",
  "careers_benefits_paragraph": "YourBank olarak, çalışanlarımızı önemsiyor ve onların refahı ve başarısına adanmış durumdayız. Kişisel ve profesyonel gelişimlerini desteklemek için tasarlanmış kapsamlı avantajlar sunuyoruz.",
  "careers_benefits_compensation_title": "Rekabetçi Maaş",
  "careers_benefits_compensation_desc": "Çalışanlarımızın becerilerini ve uzmanlığını tanıyan rekabetçi bir maaş paketi sunuyoruz. YourBank, olağanüstü performansı ödüllendirmeye ve finansal büyüme fırsatları sunmaya inanır.",
  "careers_benefits_health_title": "Sağlık ve Refah",
  "careers_benefits_health_desc": "Çalışanlarımızın sağlığını ve refahını önceliklendiriyoruz; kapsamlı sağlık, diş ve göz sigortası planları sağlıyoruz. Ayrıca, sağlıklı yaşam tarzını destekleyen wellness programları, spor salonu üyelikleri ve kaynaklar sunuyoruz.",
  "careers_benefits_retirement_title": "Emeklilik Planlaması",
  "careers_benefits_retirement_desc": "YourBank, çalışanların geleceklerini planlamalarına yardımcı olmaya kararlıdır. Uzun vadeli finansal güvenlik inşa etmeleri için cömert işveren katkısı ile bir emeklilik tasarruf planı sunuyoruz.",
  "careers_benefits_worklife_title": "İş-Yaşam Dengesi",
  "careers_benefits_worklife_desc": "Sağlıklı bir iş-yaşam dengesini sürdürmenin önemini anlıyoruz. YourBank, esnek çalışma düzenlemeleri, ücretli izin, ebeveyn izni ve çalışanların kişisel ve profesyonel sorumluluklarını yönetmesini destekleyen diğer programları sunar.",

  "careers_jobs_title": " Iş",
  "careers_jobs_title_span": " Fırsatları",
  "careers_jobs_paragraph": "Yeteneğe, inovasyona ve müşteri hizmetlerine olan tutkumuza değer verdiğimiz Your Bank'ta heyecan verici kariyer fırsatlarını keşfedin. Ekibimize katılın ve bankacılığın parlak geleceğinin bir parçası olun.",

  "careers_about_job": "Bu İş Hakkında",
  "careers_requirements_qualifications": "Gereksinimler ve Nitelikler",
  "careers_location": "Konum",
  "careers_department": "Departman",
  "careers_apply_now": "Şimdi Başvur",
  "careers_job_relmanager_title": "İlişki Yöneticisi",
  "careers_job_location_india": "Hindistan",
  "careers_job_department_retail": "Satış",
  "careers_job_relmanager_about": "YourBank’te İlişki Yöneticisi olarak, değerli müşterilerimizle ilişkileri geliştirmek ve sürdürmekten sorumlu olacaksınız. Finansal ihtiyaçlarını proaktif bir şekilde belirleyip, hedeflerine ulaşmalarına yardımcı olacak özel çözümler sunacaksınız. Mükemmel iletişim becerilerine, güçlü satış yeteneğine ve olağanüstü müşteri hizmeti sunma tutkusuna sahip bireyler arıyoruz.",
  "careers_job_relmanager_req1": "İşletme, Finans veya ilgili bir alanda lisans derecesi",
  "careers_job_relmanager_req2": "Bankacılık sektöründe satış veya ilişki yönetimi alanında minimum 3 yıl deneyim",
  "careers_job_relmanager_req3": "Satış hedeflerini karşılama ve aşma konusunda kanıtlanmış başarı",
  "careers_job_relmanager_req4": "Mükemmel kişilerarası ve müzakere becerileri",
  "careers_job_relmanager_req5": "Bankacılık ürünleri ve hizmetleri hakkında güçlü bilgi",
  "careers_job_riskanalyst_title": "Risk Analisti",
  "careers_job_department_risk": "Risk Yönetimi",
  "careers_job_riskanalyst_about": "YourBank’te Risk Analisti olarak, organizasyonumuz için potansiyel riskleri belirleme ve değerlendirmede kritik bir rol oynayacaksınız. Veri analizi yapacak, risk değerlendirmeleri gerçekleştirecek ve riskleri azaltma stratejileri geliştireceksiniz. Detay odaklı, güçlü analitik becerilere sahip ve risk yönetimi ilkelerini iyi anlayan bireyler arıyoruz.",
  "careers_job_riskanalyst_req1": "Finans, Ekonomi veya ilgili bir alanda lisans derecesi",
  "careers_job_riskanalyst_req2": "Risk yönetimi veya benzer bir rolde minimum 2 yıl deneyim",
  "careers_job_riskanalyst_req3": "Risk analiz araçları ve tekniklerinde yeterlilik",
  "careers_job_riskanalyst_req4": "Güçlü analitik ve problem çözme becerileri",
  "careers_job_riskanalyst_req5": "Düzenleyici gereklilikler ve sektör en iyi uygulamaları bilgisi",
  "careers_job_itsecurity_title": "BT Güvenlik Uzmanı",
  "careers_job_department_it": "Bilgi Teknolojisi",
  "careers_job_itsecurity_about": "YourBank’te BT Güvenlik Uzmanı olarak, bilgi sistemlerimizin güvenliğini ve bütünlüğünü sağlamakla sorumlu olacaksınız. Güvenlik protokolleri geliştirecek ve uygulayacak, güvenlik açıklarını değerlendirecek ve güvenlik olaylarına yanıt vereceksiniz. Güçlü teknik altyapıya sahip, siber güvenlik en iyi uygulamalarını bilen ve müşteri verilerinin gizliliğini korumaya kendini adamış bireyler arıyoruz.",
  "careers_job_itsecurity_req1": "Bilgisayar Bilimleri, Bilgi Güvenliği veya ilgili bir alanda lisans derecesi",
  "careers_job_itsecurity_req2": "BT güvenliği veya benzer bir rolde minimum 5 yıl deneyim",
  "careers_job_itsecurity_req3": "Ağ güvenliği protokolleri ve teknolojileri hakkında derinlemesine bilgi",
  "careers_job_itsecurity_req4": "PCI DSS ve GDPR gibi düzenleyici çerçeveler hakkında bilgi",
  "careers_job_itsecurity_req5": "CISSP veya CISM gibi profesyonel sertifikalar tercih edilir",

  "about_heading1": "Bankacılığın Buluştuğu Yer",
  "about_heading_span": "Mükemmellik!",
  "about_paragraph1": "YourBank olarak, bankacılığın sadece işlemlerden ibaret olmaması gerektiğine inanıyoruz. Bankacılık, bireylerin ve işletmelerin gelişmesini ve finansal hedeflerine ulaşmasını sağlayan bir deneyim olmalıdır. Güvenilir bir finans kurumu olarak, beklentilerin ötesine geçen olağanüstü bankacılık hizmetleri sunmaya kararlıyız. Yenilik, kişiselleştirilmiş çözümler ve sarsılmaz dürüstlük odaklı yaklaşımımızla, değerli müşterilerimize en iyi bankacılık deneyimini sunmayı hedefliyoruz. Bu heyecan verici yolculukta bize katılın ve bankacılıkta yeni bir mükemmellik seviyesini keşfedin.",
  "about_main_image_alt": "Ana Görsel",
  "mission_vision_title": "Misyon & Vizyon",
  "mission_vision_paragraph": "Sektörde öncü bir güç olmayı, yenilik, dürüstlük ve kapsayıcılık ile yönlendirilen bir vizyonla, bireyler ve işletmeler için daha parlak bir finansal gelecek yaratmayı ve müşteri memnuniyeti ile toplum gelişimine güçlü bir bağlılık sürdürmeyi hedefliyoruz.",
  "mission_image_alt": "Misyon Görseli",
  "mission_title": "Misyon",
  "mission_paragraph": "YourBank olarak misyonumuz, müşterilerimizin finansal başarıya ulaşmalarını desteklemektir. Müşterilerimizin benzersiz ihtiyaçlarına hitap eden yenilikçi bankacılık çözümleri sunmaya kararlıyız. Kişiselleştirilmiş hizmetler, uzman rehberlik ve son teknoloji kullanarak, müşterilerimizle güçlü ve kalıcı ilişkiler kurmayı amaçlıyoruz. Misyonumuz, onların güvenilir ortağı olarak finansal yolculuklarını yönlendirmelerine ve hayallerini gerçekleştirmelerine yardımcı olmaktır.",
  "vision_title": "Vizyon",
  "vision_paragraph": "YourBank olarak vizyonumuz, müşterilerimiz için kesintisiz ve kişiselleştirilmiş bir bankacılık deneyimi yaratarak bankacılığı yeniden tanımlamaktır. Bankacılığın erişilebilir, şeffaf ve bireysel tercihlere uygun olduğu bir geleceği öngörüyoruz. Sürekli yenilik ve iş birliği ile sektörde öncü olmayı ve müşteri odaklı bankacılıkta yeni standartlar belirlemeyi hedefliyoruz. Vizyonumuz, mükemmellik, güven ve müşteri memnuniyetine sarsılmaz bağlılığı ile tanınan tercih edilen finansal kurum olmaktır.",
  "vision_image_alt": "Vizyon Görseli",
  "press_title1": "Basın",
  "press_title2": "Bültenleri",
  "press_paragraph": "YourBank'taki en son gelişmeler ve heyecan verici yeniliklerden basın bültenlerimiz aracılığıyla haberdar olun.",
  "press_card_location": "Konum",
  "press_card_date": "Tarih",
  "press_card1_image_alt": "Basın Kartı 1 Görseli",
  "press_card1_title": "YourBank, Müşteri Sadakatini ve Memnuniyetini Artırmak İçin Yeni Ödül Programını Başlattı",
  "press_card1_paragraph": "YourBank, sadık müşterilerini ödüllendirmek ve bankacılık deneyimlerini geliştirmek amacıyla yeni Ödül Programımızı tanıtmaktan mutluluk duyar. Program, bireysel müşteri tercihlerine göre özel avantajlar, indirimler ve kişiselleştirilmiş teklifler sunmaktadır. Bu girişimle, YourBank değerli müşterilerimize olağanüstü değer sunma ve kalıcı ilişkiler kurma taahhüdünü bir kez daha teyit etmektedir.",
  "press_card2_image_alt": "Basın Kartı 2 Görseli",
  "press_card2_title": "YourBank, Chennai’de Yeni Şube Açılışıyla Şube Ağını Genişletiyor",
  "press_card2_paragraph": "YourBank, en yeni şubemizin açılışını duyurmaktan heyecan duyuyor. Bu genişleme, müşterilerimize kapsamlı bankacılık hizmetlerimize kolay erişim sağlama taahhüdümüzün bir göstergesidir. Yeni şube, son teknolojiye sahip tesisler, adanmış profesyonellerden oluşan bir ekip ve kişiselleştirilmiş bankacılık yaklaşımı sunacaktır.",
  "press_card3_image_alt": "Basın Kartı 3 Görseli",
  "press_card3_title": "YourBank, Finansal Eğitim Girişimlerini Desteklemek İçin Yerel Bir STK ile Ortaklık Kurdu",
  "press_card3_paragraph": "YourBank, yeni Sürdürülebilir Bankacılık Girişimimizi tanıtmaktan heyecan duyuyor ve çevresel sorumluluğa olan bağlılığımızı gösteriyor. Bu girişim, yeşil krediler, çevre dostu yatırım seçenekleri ve kağıtsız bankacılık çözümleri gibi çeşitli sürdürülebilir bankacılık ürün ve hizmetlerini içerir. Operasyonlarımıza sürdürülebilir uygulamaları dahil ederek, müşterilerimize yenilikçi bankacılık çözümleri sunarken daha yeşil bir geleceğe katkıda bulunmayı hedefliyoruz.",
  "press_card4_image_alt": "Basın Kartı 4 Görseli",
  "press_card4_title": "YourBank, Çevresel Sorumluluğu Teşvik Etmek İçin Sürdürülebilir Bankacılık Girişimini Başlattı",
  "press_card4_paragraph": "YourBank, yeni Sürdürülebilir Bankacılık Girişimimizi tanıtmaktan heyecan duyuyor ve çevresel sorumluluğa olan bağlılığımızı gösteriyor. Bu girişim, yeşil krediler, çevre dostu yatırım seçenekleri ve kağıtsız bankacılık çözümleri gibi çeşitli sürdürülebilir bankacılık ürün ve hizmetlerini içerir. Operasyonlarımıza sürdürülebilir uygulamaları dahil ederek, müşterilerimize yenilikçi bankacılık çözümleri sunarken daha yeşil bir geleceğe katkıda bulunmayı hedefliyoruz.",

  "security_main_title": "Güvenliğiniz Bizim",
  "security_main_title_span": "En Önemli Önceliğimiz",
  "security_main_paragraph": "YourBank olarak, finansal bilgilerinizin güvenliğini sağlamanın önemini anlıyoruz. Kişisel ve finansal verilerinizi korumak için güçlü güvenlik önlemleri ve gelişmiş teknolojiler kullanıyoruz. Bizimle bankacılık yaparken güvenliğinizin en yüksek önceliğimiz olduğunu bilmenizi isteriz.",
  "security_main_img_alt": "Güvenlik Ana Görseli",
  "security_protect_title": "Sizi",
  "security_protect_title_span": "Nasıl Koruyoruz",
  "security_protect_paragraph": "YourBank olarak, finansal bilgilerinizin güvenliği ve gizliliği önceliğimizdir. En son şifreleme teknolojimiz ve sıkı veri koruma önlemlerimiz, varlıklarınızın ve işlemlerinizin her zaman güvence altında olmasını sağlar.",
  "security_protection_online_title": "Güvenli Online Bankacılık Platformu",
  "security_protection_online_desc": "YourBank olarak, finansal bilgilerinizin güvenliği ve gizliliği önceliğimizdir. En son şifreleme teknolojimiz ve sıkı veri koruma önlemlerimiz, varlıklarınızın ve işlemlerinizin her zaman güvence altında olmasını sağlar.",
  "security_protection_mfa_title": "Çok Faktörlü Kimlik Doğrulama",
  "security_protection_mfa_desc": "Online bankacılık deneyiminizin güvenliğini artırmak için çok faktörlü kimlik doğrulama kullanıyoruz. Bu ek güvenlik katmanı, hesabınıza erişmek için şifre ve tek kullanımlık doğrulama kodu gibi birden fazla kimlik bilgisi sağlamanızı gerektirir.",
  "security_protection_fraud_title": "Dolandırıcılık İzleme",
  "security_protection_fraud_desc": "Hesaplarınızı şüpheli aktiviteler için izlemek amacıyla gelişmiş dolandırıcılık tespit sistemlerine sahibiz. Özel ekibimiz, yetkisiz işlemleri tespit etmek ve önlemek için 7/24 çalışır, size güven verir.",
  "security_protection_mobile_title": "Güvenli Mobil Bankacılık",
  "security_protection_mobile_desc": "Mobil bankacılık uygulamamız, online bankacılık platformumuzla aynı güvenlik seviyesinde tasarlanmıştır. Hesaplarınıza güvenle erişebilir, işlemler yapabilir ve finansmanınızı yönetebilirsiniz, bilgilerinizin korunduğunu bilerek.",

  "signup_title": "Kayıt Ol",
  "signup_subtitle": "Bugün topluluğumuza katılın! Özel özelliklerin ve kişiselleştirilmiş deneyimlerin kilidini açmak için bir hesap oluşturun.",
  "signup_placeholder_firstName": "Adınızı Girin",
  "signup_placeholder_lastName": "Soyadınızı Girin",
  "signup_placeholder_email": "E-postanızı girin",
  "signup_placeholder_password": "Şifrenizi Girin",
  "signup_login_btn": "Giriş Yap",
  "signup_signup_btn": "Kayıt Ol",
  "signup_password_correct": "✅ Şifre doğru! Tekrar hoş geldiniz!",
  "signup_password_incorrect": "❌ Şifre doğru değil!",
  "signup_or_continue": "Veya şununla devam et",
  "signup_icon_alt": "Giriş ikonu",

  "login_title": "Giriş Yap",
  "login_subtitle": "Tekrar hoş geldiniz! Hesabınıza erişmek için giriş yapın.",
  "login_placeholder_email": "E-postanızı girin",
  "login_placeholder_password": "Şifrenizi Girin",
  "login_forgot_password": "Şifrenizi mi unuttunuz?",
  "login_btn": "Giriş Yap",
  "login_signup_btn": "Kayıt Ol",
  "login_password_correct": "✅ Şifre doğru! Tekrar hoş geldiniz!",
  "login_password_incorrect": "❌ Şifre doğru değil!",
  "login_or_continue": "Veya şununla devam et",
  "login_icon_alt": "Giriş ikonu",

  "header_home_corner": "Ana Sayfa",
  "header_logo": "YourBank Logosu",
  "header_logo_text": "YourBank",
  "header_menu": "Menü",
  "nav_home": "Ana Sayfa",
  "nav_careers": "Kariyer",
  "nav_about": "Hakkında",
  "nav_security": "Güvenlik",
  "nav_signup": "Kayıt Ol",
  "nav_login": "Giriş Yap",

  "footer_logo": "YourBank Logosu",
  "footer_logo_text": "YourBank",
  "footer_email": "merhaba@skillbridge.com",
  "footer_phone": "+91 91813 23 2309",
  "footer_location": "Dünyanın bir yerinde",
  "footer_rights": "YourBank Tüm Hakları Saklıdır",
  "footer_privacy_terms": "Gizlilik Politikası | Hizmet Şartları",

  "openAccount_title_part1": "Finansal yolculuğunuza",
  "openAccount_title_part2": "YourBank ile bugün başlayın!",
  "openAccount_description": "Lorem ipsum dolor sit amet consectetur. Blandit odio semper risus pellentesque elit. Pellentesque eget ut imperdiet nulla penatibus. Nascetur viverra arcu sed amet cursus purus.",
  "openAccount_button": "Hesap Aç",

  "faq_title_part1": "Sıkça",
  "faq_title_part2": "Sorulan Sorular",
  "faq_contact": "Hâlâ sorularınız mı var? Ekibimizle support@yourbank.com üzerinden iletişime geçin",
  "faq_q1": "YourBank ile nasıl hesap açabilirim?",
  "faq_a1": "YourBank ile hesap açmak kolaydır. Web sitemizi ziyaret edin ve 'Hesap Aç' düğmesine tıklayın. Yönergeleri takip edin, gerekli bilgileri sağlayın ve başvuru sürecini tamamlayın. Yardıma ihtiyacınız olursa, müşteri destek ekibimiz size yardımcı olmak için hazırdır.",
  "faq_q2": "Kredi başvurusu için hangi belgeleri sağlamam gerekiyor?",
  "faq_a2": "Kredi başvurusunda gerekli belgeler, başvurduğunuz kredi türüne göre değişebilir. Genellikle kimlik belgeleri (pasaport veya ehliyet gibi), gelir belgeleri (maaş bordroları veya vergi beyannameleri gibi) ve teminat bilgileri (varsa) gereklidir. Kredi yetkililerimiz başvuru sürecinde spesifik gereksinimleri size rehberlik edecektir.",
  "faq_q3": "Hesaplarıma online nasıl erişebilirim?",
  "faq_a3": "Hesaplarınıza online erişmek basit ve güvenlidir. Web sitemizi ziyaret edin ve 'Giriş Yap' düğmesine tıklayın. Kullanıcı adınızı ve şifrenizi girin. Online bankacılık için kaydolmadıysanız 'Şimdi Kaydol' düğmesine tıklayın ve kayıt işlemini takip edin. Yardıma ihtiyacınız olursa, destek ekibimiz size rehberlik edecektir.",
  "faq_q4": "İşlemlerim ve kişisel bilgilerim güvenli mi?",
  "faq_a4": "YourBank olarak işlemlerinizin ve kişisel bilgilerinizin güvenliğini öncelikli tutuyoruz. Verilerinizi korumak için sektör lideri şifreleme ve çok faktörlü kimlik doğrulama kullanıyoruz. Ayrıca güvenlik önlemlerimizi sürekli güncelliyoruz. Sağlam güvenlik sistemlerimizle güvenle bankacılık yapabilirsiniz.",

  "notfound_title": "404",
  "notfound_text": "Hata! Sayfa bulunamadı.",
  "notfound_button": "Ana Sayfaya Dön",

  "testimonials_title": "Müşteri Yorumlarımız",
  "testimonials_description": "YourBank’in yenilikçi dijital çözümleri ve kişiselleştirilmiş müşteri hizmetleriyle hayatları nasıl dönüştürdüğünü keşfedin. Müşterilerimizin neden güven duyduğunu görün.",
  "testimonials_individual_btn": "Bireysel",
  "testimonials_business_btn": "İşletmeler",

  "business_testimonial_1": "YourBank ile ortaklık, şirketimizin finansal operasyonlarını kolaylaştırdı. İşletme hesap çözümleri ve online maaş hizmetleri her hafta saatler kazandırıyor.",
  "business_testimonial_2": "YourBank’in işletme kredi seçenekleri, yeni pazarlara açılmamızda esneklik sağladı. Danışmanları hedeflerimizi anlayıp, büyüme planımıza uygun finansman sağladı.",
  "business_testimonial_3": "Küçük bir işletme sahibi olarak, YourBank’in her müşteriyi öncelik olarak görmesini takdir ediyorum. Destek ekibi hızlı yanıt veriyor ve dijital araçlar hesap yönetimini kolaylaştırıyor.",
  "business_name_1": "Michael R",
  "business_name_2": "Linda P",
  "business_name_3": "David K",

  "individual_testimonial_1": "YourBank yıllardır güvenilir finansal ortağım oldu. Kişiselleştirilmiş hizmet ve yenilikçi dijital bankacılık çözümleri finansımı yönetmeyi kolaylaştırdı.",
  "individual_testimonial_2": "Kendi işimi kurdum ve YourBank, işletme hesaplarımı açmamda ve gereken finansmanı güvence altına almamda önemli oldu. Uzman rehberlik ve özel çözümleri çok değerli oldu.",
  "individual_testimonial_3": "YourBank mobil bankacılık uygulamasının kullanımını çok seviyorum. Finansımı takip etmeme ve işlemlerimi mobil olarak yapmama olanak sağlıyor. Uygulama kullanıcı dostu ve güvenli, içim rahat.",
  "individual_name_1": "Sara T",
  "individual_name_2": "John D",
  "individual_name_3": "Emily G",

  "business_products_accounts_title": "İşletme Hesapları",
  "business_products_accounts_desc": "İşletmenizin finansını işletme hesap seçeneklerimizle kolaylaştırın. Sorunsuz online bankacılık, toplu ödemeler ve gider ile nakit akışını yönetme araçlarından yararlanın.",

  "business_products_merchant_title": "Ticari Hizmetler",
  "business_products_merchant_desc": "Güvenli ticari çözümlerimizle ödemeleri kolayca kabul edin. Modern POS sistemlerinden online ödeme ağ geçitlerine kadar, işletmenizin ödemeleri daha hızlı ve güvenli almasına yardımcı oluyoruz.",

  "business_products_loans_title": "Ticari Krediler",
  "business_products_loans_desc": "Esnek finansman seçenekleriyle büyümenizi destekleyin. İster operasyonları genişletin, ister ekipman yükseltin veya kısa vadeli giderleri yönetin, ticari kredilerimiz hedeflerinizi destekler.",

  "individual_products_checking_title": "Vadesiz Hesaplar",
  "individual_products_checking_desc": "Farklı vadesiz hesap seçeneklerimizle fonlarınıza kolay ve rahat erişim sağlayın. Online ve mobil bankacılık, debit kartlar ve ücretsiz ATM erişimi gibi avantajlardan yararlanın.",

  "individual_products_saving_title": "Tasarruf Hesapları",
  "individual_products_saving_desc": "Rekabetçi faiz oranlarımız ve esnek tasarruf hesap seçeneklerimizle birikimlerinizi artırın. Belirli bir hedef için tasarruf ediyor veya zamanla servetinizi büyütmek istiyorsanız, doğru hesabımız sizler için mevcut.",

  "individual_products_loans_title": "Krediler ve İpotekler",
  "individual_products_loans_desc": "Esnek kredi ve ipotek seçeneklerimizle hayallerinizi gerçekleştirin. Kişisel kredilerden konut ipoteklerine kadar, deneyimli kredi yetkililerimiz başvuru sürecinde size rehberlik eder ve gerekli finansmanı güvence altına almanıza yardımcı olur."
}
