{
  "home_main_sub_img_alt": "Значок проверки",
  "home_main_sub1_text": "Без необходимости регистрации ООО, без проверки кредита.",
  "home_main_title": "Добро пожаловать в YourBank — укрепляем вашу",
  "home_main_title_span": "финансовую независимость",
  "home_main_sub2_paragraph": "В YourBank наша миссия — предоставлять комплексные банковские решения, которые помогают частным лицам и компаниям достигать своих финансовых целей. Мы стремимся предлагать персонализированные и инновационные услуги, ориентированные на потребности наших клиентов.",
  "home_open_account": "Открыть счёт",
  "home_month_income_img_alt": "Карта ежемесячного дохода",
  "home_monthly_income": "Ежемесячный доход",
  "home_your_transactions": "Ваши транзакции",
  "home_transaction_card_img_alt": "Основная карта транзакций",
  "home_money_exchange_title": "Обмен валюты",
  "home_india_icon_alt": "Иконка Индии",
  "home-india-country-currency": "INR",
  "home_india_rupees": "Индийские рупии",
  "home-usd-country-currency": "USD",
  "home_usd_icon_alt": "Иконка доллара США",
  "home_usd_dollar": "Доллар США",
  "home_exchange_button": "Обменять",
  "home_supported_currency": "Поддерживаемые валюты",
  "home_currency_img_alt": "Изображение валюты",
  "home_abstract_design_alt": "Абстрактный дизайн",
  "home_products_title": "Наши",
  "home_products_span": "Продукты",
  "home_products_paragraph": "Откройте для себя разнообразие комплексных и настраиваемых банковских продуктов YourBank, созданных для удовлетворения ваших уникальных финансовых потребностей и целей.",
  "home_products_btn_individual": "Для частных лиц",
  "home_products_btn_business": "Для бизнеса",
  "home_use_cases_title": "Сферы применения",
  "home_use_cases_paragraph": "В YourBank мы учитываем разнообразные потребности как частных клиентов, так и компаний, предлагая широкий спектр финансовых решений.",
  "home_feature1_img_alt": "Иконка личных финансов",
  "home_feature1_text": "Управление личными финансами",
  "home_feature2_img_alt": "Иконка сбережений",
  "home_feature2_text": "Накопления на будущее",
  "home_feature3_img_alt": "Иконка жилья",
  "home_feature3_text": "Приобретение жилья",
  "home_feature4_img_alt": "Иконка образования",
  "home_feature4_text": "Финансирование образования",
  "home_for_business_title": "Для бизнеса",
  "home_for_business_paragraph": "Для бизнеса мы предлагаем решения по управлению оборотным капиталом для оптимизации денежных потоков, а также индивидуальные финансовые инструменты для поддержки роста компании. Какие бы финансовые цели вы ни ставили, YourBank предоставит вам нужные инструменты и поддержку для их достижения.",
  "home_business_achievement1": "Управление денежными потоками",
  "home_business_achievement2": "Расширение бизнеса",
  "home_business_achievement3": "Оптимизация расчёта заработной платы",
  "home_learn_more": "Узнать больше",
  "home_for_individuals_title": "Для частных лиц",
  "home_for_individuals_paragraph": "Для частных клиентов мы предлагаем ипотечные услуги для приобретения жилья и гибкие персональные кредиты, помогающие на жизненных этапах. Мы также уделяем особое внимание пенсионному планированию, обеспечивая нашим клиентам финансовую стабильность в будущем.",
  "home_individual_achievement1": "Надёжное пенсионное планирование",
  "home_individual_achievement2": "Управляемая консолидация долгов",
  "home_individual_achievement3": "Снижение финансовых нагрузок",
  "home_feature5_img_alt": "Иконка стартапов",
  "home_feature5_text": "Стартапы и предприниматели",
  "home_feature6_img_alt": "Иконка денежных потоков",
  "home_feature6_text": "Управление денежными потоками",
  "home_feature7_img_alt": "Иконка расширения бизнеса",
  "home_feature7_text": "Расширение бизнеса",
  "home_feature8_img_alt": "Иконка платежей",
  "home_feature8_text": "Платёжные решения",
  "home_features_title": "Наши",
  "home_features_span": "Функции",
  "home_features_paragraph": "Откройте для себя широкий спектр возможностей YourBank: удобный онлайн-банкинг, безопасные транзакции и персонализированные финансовые инструменты, созданные для вашего удобства.",
  "home_feature_btn_online": "Онлайн-банкинг",
  "home_feature_btn_financial": "Финансовые инструменты",
  "home_feature_btn_support": "Поддержка клиентов",

  "online_banking_access_title": "Круглосуточный доступ к счёту",
  "online_banking_access_desc": "Наслаждайтесь удобством доступа к своим счетам в любое время и из любого места через нашу защищённую онлайн-платформу. Проверяйте баланс, переводите средства и оплачивайте счета легко и быстро.",

  "online_banking_mobile_title": "Мобильное банковское приложение",
  "online_banking_mobile_desc": "Будьте в курсе своих финансов с помощью удобного мобильного приложения YourBank. Управляйте счетами, вносите чеки и совершайте платежи прямо со смартфона или планшета.",

  "online_banking_secure_title": "Безопасные транзакции",
  "online_banking_secure_desc": "Будьте уверены — ваши транзакции защищены передовыми технологиями безопасности. Мы используем шифрование и многофакторную аутентификацию для защиты вашей финансовой информации.",

  "online_banking_bill_title": "Оплата счетов и переводы",
  "online_banking_bill_desc": "Экономьте время и избегайте просрочек благодаря нашей удобной услуге оплаты счетов. Настраивайте регулярные платежи или совершайте разовые переводы всего в несколько кликов.",

  "financial_tools_budget_title": "Планировщик бюджета",
  "financial_tools_budget_desc": "Отслеживайте свои доходы и расходы с помощью простого планировщика бюджета. Ставьте финансовые цели и получайте рекомендации для их достижения каждый месяц.",

  "financial_tools_investment_title": "Инвестиционные рекомендации",
  "financial_tools_investment_desc": "Получайте персонализированные инвестиционные советы и отчёты о результатах, которые помогут вам принимать более взвешенные финансовые решения для долгосрочного роста.",

  "financial_tools_loan_title": "Калькулятор кредита",
  "financial_tools_loan_desc": "Мгновенно рассчитывайте ежемесячные платежи и процентные ставки с помощью встроенного кредитного калькулятора — планируйте свои финансы с уверенностью.",

  "financial_tools_spending_title": "Аналитика расходов",
  "financial_tools_spending_desc": "Визуализируйте свои расходы с помощью детализированной аналитики и диаграмм, чтобы определить возможности для экономии и эффективно управлять бюджетом.",

  "customer_support_livechat_title": "Круглосуточный онлайн-чат",
  "customer_support_livechat_desc": "Получайте мгновенную помощь от наших специалистов в любое время через онлайн-чат — мы всегда рядом, чтобы вам помочь.",

  "customer_support_phone_title": "Выделенная телефонная поддержка",
  "customer_support_phone_desc": "Свяжитесь с нашей службой поддержки по телефону для быстрого решения ваших банковских вопросов и проблем.",

  "customer_support_helpcenter_title": "Центр помощи",
  "customer_support_helpcenter_desc": "Найдите подробные руководства, часто задаваемые вопросы и видеоинструкции в нашем Центре помощи, чтобы получить поддержку в любое время.",

  "customer_support_feedback_title": "Отзывы и предложения",
  "customer_support_feedback_desc": "Мы ценим ваше мнение. Поделитесь своим опытом и предложениями, чтобы помочь нам улучшить сервис и сделать ваше банковское обслуживание ещё лучше.",

  "careers_main_title": "Добро пожаловать в",
  "careers_main_title_span": "Карьеры YourBank",
  "careers_main_paragraph": "Присоединяйтесь к нашей команде и начните увлекательный путь в банковской индустрии. В YourBank мы стремимся развивать культуру совершенства и предоставлять возможности для профессионального роста. С фокусом на инновации, обслуживание клиентов и честность мы стараемся оказывать положительное влияние на жизни наших клиентов и сообществ. Присоединяйтесь к нам сегодня и станьте частью нашей миссии по формированию будущего банковского дела.",
  "careers_main_img_alt": "Основное изображение карьеры",
  "careers_values_title": "Ценности",
  "careers_values_title_span": "Наши",
  "careers_values_paragraph": "В YourBank наши ценности являются основой организации и направляют наши действия. Мы стремимся поддерживать самые высокие стандарты честности, предоставлять исключительный сервис и внедрять инновации. Эти ценности определяют нашу культуру и формируют наш совместный путь к достижению целей.",
  "careers_values_integrity_title": "Честность",
  "careers_values_integrity_desc": "Мы ведем себя с максимальной честностью, прозрачностью и этичностью. Мы верим в то, чтобы поступать правильно — для наших клиентов, коллег и заинтересованных сторон, даже когда это трудно.",
  "careers_values_customer_title": "Ориентированность на клиента",
  "careers_values_customer_desc": "Наши клиенты находятся в центре всего, что мы делаем. Мы стремимся понимать их потребности, предоставлять персонализированные решения и обеспечивать исключительный сервис, превышающий ожидания.",
  "careers_values_collaboration_title": "Сотрудничество",
  "careers_values_collaboration_desc": "Мы создаем инклюзивную рабочую среду, где поощряются командная работа и разнообразие. Используя уникальные сильные стороны и взгляды наших сотрудников, мы способствуем инновациям и достигаем больших успехов вместе.",
  "careers_values_innovation_title": "Инновации",
  "careers_values_innovation_desc": "Мы приветствуем изменения и постоянно ищем инновационные решения, чтобы удовлетворить развивающиеся потребности наших клиентов.",
  "careers_benefits_title": "Преимущества",
  "careers_benefits_title_span": "Наши",
  "careers_benefits_paragraph": "В YourBank мы ценим наших сотрудников и заботимся об их благополучии и успехе. Мы предлагаем широкий спектр преимуществ, направленных на поддержку их личного и профессионального роста.",

  "careers_benefits_compensation_title": "Конкурентная компенсация",
  "careers_benefits_compensation_desc": "Мы предоставляем конкурентный пакет заработной платы, который отражает навыки и опыт наших сотрудников. YourBank поощряет выдающиеся результаты и предлагает возможности для финансового роста.",

  "careers_benefits_health_title": "Здоровье и благополучие",
  "careers_benefits_health_desc": "Мы уделяем приоритетное внимание здоровью и благополучию сотрудников, предоставляя комплексные медицинские, стоматологические и офтальмологические планы страхования, а также программы здоровья, абонементы в спортзал и ресурсы для поддержания здорового образа жизни.",

  "careers_benefits_retirement_title": "Планирование пенсии",
  "careers_benefits_retirement_desc": "YourBank помогает сотрудникам планировать будущее, предлагая пенсионный план с щедрым вкладом работодателя, чтобы обеспечить финансовую стабильность в долгосрочной перспективе.",

  "careers_benefits_worklife_title": "Баланс работы и личной жизни",
  "careers_benefits_worklife_desc": "Мы понимаем важность поддержания здорового баланса между работой и личной жизнью. YourBank предлагает гибкие условия работы, оплачиваемый отпуск, декретные отпуска и другие программы, которые помогают сотрудникам совмещать личные и профессиональные обязательства.",

  "careers_jobs_title": " Открытия",
  "careers_jobs_title_span": " Работа",
  "careers_jobs_paragraph": "Откройте для себя интересные вакансии в Your Bank, где мы ценим талант, инновации и страсть к обслуживанию клиентов. Присоединяйтесь к нашей команде и станьте частью светлого будущего банковской отрасли.",

  "careers_about_job": "О работе",
  "careers_requirements_qualifications": "Требования и квалификация",
  "careers_location": "Местоположение",
  "careers_department": "Отдел",
  "careers_apply_now": "Подать заявку",

  "careers_job_relmanager_title": "Менеджер по работе с клиентами",
  "careers_job_location_india": "Индия",
  "careers_job_department_retail": "Продажи",
  "careers_job_relmanager_about": "В должности менеджера по работе с клиентами в YourBank вы будете отвечать за развитие и поддержание отношений с нашими клиентами. Вы будете выявлять их финансовые потребности и предлагать индивидуальные решения, помогающие им достигать своих целей. Мы ищем кандидатов с отличными коммуникативными навыками, сильными способностями в продажах и страстью к предоставлению исключительного обслуживания клиентов.",
  "careers_job_relmanager_req1": "Степень бакалавра в области бизнеса, финансов или смежной области",
  "careers_job_relmanager_req2": "Минимум 3 года опыта в продажах или управлении клиентскими отношениями в банковской сфере",
  "careers_job_relmanager_req3": "Подтвержденный опыт выполнения и перевыполнения планов продаж",
  "careers_job_relmanager_req4": "Отличные навыки межличностного общения и ведения переговоров",
  "careers_job_relmanager_req5": "Глубокие знания банковских продуктов и услуг",

  "careers_job_riskanalyst_title": "Аналитик рисков",
  "careers_job_department_risk": "Управление рисками",
  "careers_job_riskanalyst_about": "В должности аналитика рисков в YourBank вы будете играть ключевую роль в выявлении и оценке потенциальных рисков для организации. Вы будете анализировать данные, проводить оценку рисков и разрабатывать стратегии их минимизации. Мы ищем внимательных специалистов с сильными аналитическими навыками и глубоким пониманием принципов управления рисками.",
  "careers_job_riskanalyst_req1": "Степень бакалавра в области финансов, экономики или смежной области",
  "careers_job_riskanalyst_req2": "Минимум 2 года опыта в управлении рисками или аналогичной должности",
  "careers_job_riskanalyst_req3": "Знание инструментов и методов анализа рисков",
  "careers_job_riskanalyst_req4": "Сильные аналитические и навыки решения проблем",
  "careers_job_riskanalyst_req5": "Знание нормативных требований и отраслевых стандартов",

  "careers_job_itsecurity_title": "Специалист по ИТ-безопасности",
  "careers_job_department_it": "Информационные технологии",
  "careers_job_itsecurity_about": "В должности специалиста по ИТ-безопасности в YourBank вы будете отвечать за обеспечение безопасности и целостности наших информационных систем. Вы будете разрабатывать и внедрять протоколы безопасности, проводить анализ уязвимостей и реагировать на инциденты безопасности. Мы ищем кандидатов с сильным техническим опытом, знанием принципов кибербезопасности и стремлением обеспечивать конфиденциальность данных клиентов.",
  "careers_job_itsecurity_req1": "Степень бакалавра в области компьютерных наук, информационной безопасности или смежной области",
  "careers_job_itsecurity_req2": "Минимум 5 лет опыта в сфере ИТ-безопасности или аналогичной роли",
  "careers_job_itsecurity_req3": "Глубокие знания сетевых протоколов и технологий безопасности",
  "careers_job_itsecurity_req4": "Знакомство с нормативными стандартами, такими как PCI DSS и GDPR",
  "careers_job_itsecurity_req5": "Профессиональные сертификаты, такие как CISSP или CISM, являются преимуществом",

  "about_heading1": "Где банковское дело встречается с",
  "about_heading_span": "Совершенством!",
  "about_paragraph1": "В YourBank мы верим, что банковское обслуживание должно быть больше, чем просто транзакции. Это должен быть опыт, который помогает людям и бизнесу достигать своих финансовых целей. Как надежное финансовое учреждение, мы стремимся предоставлять исключительные услуги, выходящие за рамки ожиданий. С акцентом на инновации, персонализированные решения и неизменную честность мы стараемся обеспечить лучший банковский опыт для наших клиентов.",
  "about_main_image_alt": "Основное изображение",
  "mission_vision_title": "Миссия и видение",
  "mission_vision_paragraph": "Мы стремимся стать ведущей силой в отрасли, руководствуясь инновациями, честностью и инклюзивностью, создавая лучшее финансовое будущее для людей и бизнеса, сохраняя при этом приверженность удовлетворенности клиентов и развитию сообществ.",
  "mission_image_alt": "Изображение миссии",
  "mission_title": "Миссия",
  "mission_paragraph": "В YourBank наша миссия — помочь клиентам достичь финансового успеха. Мы предоставляем инновационные банковские решения, учитывающие их индивидуальные потребности. Благодаря персонализированным услугам, экспертной поддержке и современным технологиям мы стремимся строить прочные и долговременные отношения с нашими клиентами.",
  "vision_title": "Видение",
  "vision_paragraph": "Наше видение — переосмыслить банковское дело, создавая удобный и персонализированный опыт для клиентов. Мы видим будущее, где банки прозрачны, доступны и адаптированы под индивидуальные предпочтения. Через постоянные инновации и сотрудничество мы стремимся быть лидером отрасли, устанавливая новые стандарты клиенториентированного банкинга.",
  "vision_image_alt": "Изображение видения",
  "press_title1": "Пресс",
  "press_title2": "Релизы",
  "press_paragraph": "Будьте в курсе последних событий и новостей YourBank с помощью наших пресс-релизов.",
  "press_card_location": "Местоположение",
  "press_card_date": "Дата",
  "press_card1_image_alt": "Изображение пресс-карты 1",
  "press_card1_title": "YourBank запускает новую программу лояльности для повышения удовлетворенности клиентов",
  "press_card1_paragraph": "YourBank рад объявить о запуске новой программы вознаграждений, направленной на поощрение наших постоянных клиентов и улучшение их банковского опыта. Программа предлагает эксклюзивные преимущества, скидки и персонализированные предложения, подтверждая приверженность YourBank обеспечению исключительной ценности и долгосрочных отношений с клиентами.",
  "press_card2_image_alt": "Изображение пресс-карты 2",
  "press_card2_title": "YourBank расширяет сеть филиалов, открывая новый офис в Ченнае",
  "press_card2_paragraph": "YourBank с радостью объявляет об открытии нового филиала в [City]. Это расширение подтверждает нашу приверженность обслуживанию клиентов и предоставлению им удобного доступа к полному спектру банковских услуг. Новый филиал будет оснащён современными технологиями и командой профессионалов, обеспечивающих персонализированный подход к обслуживанию.",
  "press_card3_image_alt": "Изображение пресс-карты 3",
  "press_card3_title": "YourBank сотрудничает с местной некоммерческой организацией для поддержки финансового образования",
  "press_card3_paragraph": "YourBank рад представить новую инициативу «Устойчивый банкинг», подтверждающую нашу ответственность перед окружающей средой. Инициатива включает экологически устойчивые банковские продукты и услуги, такие как зелёные кредиты, инвестиции и безбумажное обслуживание. Мы стремимся внести вклад в более зелёное будущее, предоставляя инновационные решения клиентам.",
  "press_card4_image_alt": "Изображение пресс-карты 4",
  "press_card4_title": "YourBank запускает инициативу устойчивого банкинга для защиты окружающей среды",
  "press_card4_paragraph": "YourBank рад представить новую инициативу устойчивого банкинга, подтверждающую нашу ответственность за сохранение экологии. Она включает зелёные кредиты, экологические инвестиции и безбумажные решения. Внедряя устойчивые практики, мы способствуем зелёному будущему и предлагаем клиентам инновационные банковские услуги.",

  "security_main_title": "Ваша безопасность — наш",
  "security_main_title_span": "Главный приоритет",
  "security_main_paragraph": "В YourBank мы понимаем, насколько важно сохранять вашу финансовую информацию в безопасности. Мы используем надёжные меры безопасности и передовые технологии для защиты ваших личных и финансовых данных. Будьте уверены — когда вы работаете с нами, ваша безопасность для нас превыше всего.",
  "security_main_img_alt": "Основное изображение безопасности",
  "security_protect_title": "Как мы",
  "security_protect_title_span": "Защищаем вас",
  "security_protect_paragraph": "В YourBank мы уделяем приоритетное внимание безопасности и конфиденциальности вашей финансовой информации. Наша современная технология шифрования и строгие меры защиты данных обеспечивают безопасность ваших активов и транзакций в любое время.",
  "security_protection_online_title": "Безопасная онлайн-платформа",
  "security_protection_online_desc": "В YourBank мы используем современные методы шифрования и строгие стандарты защиты данных, чтобы ваши средства и операции всегда были под надёжной защитой.",
  "security_protection_mfa_title": "Многофакторная аутентификация",
  "security_protection_mfa_desc": "Для повышения уровня безопасности вашего онлайн-банкинга мы используем многофакторную аутентификацию. Этот дополнительный уровень требует ввода нескольких форм идентификации, таких как пароль и одноразовый код подтверждения.",
  "security_protection_fraud_title": "Мониторинг мошенничества",
  "security_protection_fraud_desc": "Мы используем продвинутые системы обнаружения мошенничества для отслеживания подозрительных действий на ваших счетах. Наша команда работает круглосуточно, чтобы предотвращать несанкционированные операции и обеспечивать вам спокойствие.",
  "security_protection_mobile_title": "Безопасный мобильный банкинг",
  "security_protection_mobile_desc": "Наше мобильное приложение создано с тем же уровнем безопасности, что и онлайн-платформа. Вы можете безопасно управлять своими финансами, совершать переводы и проверять счета в любое время и в любом месте.",

  "signup_title": "Регистрация",
  "signup_subtitle": "Присоединяйтесь к нашему сообществу сегодня! Создайте аккаунт, чтобы получить доступ к эксклюзивным функциям и персонализированному опыту.",
  "signup_placeholder_firstName": "Введите имя",
  "signup_placeholder_lastName": "Введите фамилию",
  "signup_placeholder_email": "Введите адрес электронной почты",
  "signup_placeholder_password": "Введите пароль",
  "signup_login_btn": "Войти",
  "signup_signup_btn": "Зарегистрироваться",
  "signup_password_correct": "✅ Пароль верный! Добро пожаловать!",
  "signup_password_incorrect": "❌ Неверный пароль!",
  "signup_or_continue": "Или продолжить через",
  "signup_icon_alt": "Иконка входа",

  "login_title": "Вход",
  "login_subtitle": "Добро пожаловать! Пожалуйста, войдите, чтобы получить доступ к своему аккаунту.",
  "login_placeholder_email": "Введите адрес электронной почты",
  "login_placeholder_password": "Введите пароль",
  "login_forgot_password": "Забыли пароль?",
  "login_btn": "Войти",
  "login_signup_btn": "Регистрация",
  "login_password_correct": "✅ Пароль верный! Добро пожаловать!",
  "login_password_incorrect": "❌ Неверный пароль!",
  "login_or_continue": "Или продолжить через",
  "login_icon_alt": "Иконка входа",

  "header_home_corner": "Главная",
  "header_logo": "Логотип YourBank",
  "header_logo_text": "YourBank",
  "header_menu": "Меню",
  "nav_home": "Главная",
  "nav_careers": "Карьера",
  "nav_about": "О нас",
  "nav_security": "Безопасность",
  "nav_signup": "Регистрация",
  "nav_login": "Вход",

  "footer_logo": "Логотип YourBank",
  "footer_logo_text": "YourBank",
  "footer_email": "hello@skillbridge.com",
  "footer_phone": "+91 91813 23 2309",
  "footer_location": "Где-то в мире",
  "footer_rights": "YourBank — Все права защищены",
  "footer_privacy_terms": "Политика конфиденциальности | Условия использования",

  "openAccount_title_part1": "Начните свой финансовый путь с",
  "openAccount_title_part2": "YourBank уже сегодня!",
  "openAccount_description": "Добро пожаловать в YourBank — мы предоставляем инновационные финансовые решения для вашего успеха",
  "openAccount_button": "Открыть счёт",

  "faq_title_part1": "Часто задаваемые",
  "faq_title_part2": "вопросы",
  "faq_contact": "Остались вопросы? Свяжитесь с нашей командой по адресу support@yourbank.com",
  "faq_q1": "Как открыть счёт в YourBank?",
  "faq_a1": "Открыть счёт в YourBank очень просто. Перейдите на наш сайт и нажмите кнопку «Открыть счёт». Следуйте инструкциям, заполните необходимые данные и завершите процесс регистрации. Если возникнут вопросы, наша служба поддержки поможет вам.",
  "faq_q2": "Какие документы нужны для оформления кредита?",
  "faq_a2": "Перечень документов зависит от типа кредита. Обычно требуется удостоверение личности (паспорт или водительские права), подтверждение дохода (справка или налоговые декларации) и информация о залоге (если применимо). Наши специалисты подробно расскажут обо всех требованиях.",
  "faq_q3": "Как получить доступ к моим счетам онлайн?",
  "faq_a3": "Всё просто и безопасно. Перейдите на наш сайт и нажмите «Войти». Введите логин и пароль. Если вы ещё не зарегистрированы, нажмите «Зарегистрироваться» и следуйте инструкции. При необходимости служба поддержки поможет вам на каждом этапе.",
  "faq_q4": "Безопасны ли мои транзакции и личные данные?",
  "faq_a4": "В YourBank мы уделяем первостепенное внимание безопасности ваших данных и транзакций. Мы используем современное шифрование и многофакторную аутентификацию, а также регулярно обновляем меры защиты, чтобы опережать новые угрозы.",

  "notfound_title": "404",
  "notfound_text": "Упс! Страница не найдена.",
  "notfound_button": "Вернуться на главную",

  "testimonials_title": "Отзывы клиентов",
  "testimonials_description": "Узнайте, как YourBank изменил жизнь наших клиентов благодаря инновационным цифровым решениям и персонализированному сервису. Посмотрите, почему нам доверяют свой финансовый путь.",
  "testimonials_individual_btn": "Для частных клиентов",
  "testimonials_business_btn": "Для бизнеса",

  "business_testimonial_1": "Сотрудничество с YourBank помогло оптимизировать финансовые процессы нашей компании. Их решения для бизнеса и онлайн-платежей экономят нам часы работы каждую неделю.",
  "business_testimonial_2": "Благодаря кредитным решениям YourBank мы смогли расшириться на новые рынки. Их консультанты поняли наши цели и предложили финансирование, идеально подходящее под наш план роста.",
  "business_testimonial_3": "Как владелец малого бизнеса, я ценю, что YourBank относится к каждому клиенту как к приоритету. Их служба поддержки отвечает быстро, а цифровые инструменты делают управление счётами лёгким и удобным.",
  "business_name_1": "Михаил Р.",
  "business_name_2": "Линда П.",
  "business_name_3": "Давид К.",

  "individual_testimonial_1": "YourBank — мой надёжный финансовый партнёр уже много лет. Их персонализированное обслуживание и инновационные цифровые решения делают управление финансами простым и удобным.",
  "individual_testimonial_2": "Недавно я открыл свой бизнес, и YourBank помог мне создать бизнес-счета и получить необходимое финансирование. Их эксперты предоставили ценные советы и подобрали решения, идеально соответствующие моим потребностям.",
  "individual_testimonial_3": "Мне нравится удобство мобильного приложения YourBank. Оно позволяет управлять финансами и совершать транзакции на ходу. Приложение простое, безопасное и надёжное.",
  "individual_name_1": "Сара Т.",
  "individual_name_2": "Джон Д.",
  "individual_name_3": "Эмили Г.",

  "business_products_accounts_title": "Бизнес-счета",
  "business_products_accounts_desc": "Упростите управление финансами вашей компании с нашими вариантами бизнес-счетов. Получайте доступ к онлайн-банкингу, массовым платежам и инструментам для контроля расходов и потоков средств.",

  "business_products_merchant_title": "Торговые сервисы",
  "business_products_merchant_desc": "Принимайте платежи легко и безопасно с нашими решениями для торговых точек. От современных POS-систем до онлайн-шлюзов — мы помогаем вашему бизнесу получать оплату быстрее.",

  "business_products_loans_title": "Коммерческие кредиты",
  "business_products_loans_desc": "Развивайте свой бизнес с гибкими вариантами финансирования. Независимо от того, расширяете ли вы производство, обновляете оборудование или покрываете краткосрочные расходы — наши кредиты помогут достичь целей.",

  "individual_products_checking_title": "Расчётные счета",
  "individual_products_checking_desc": "Получите удобный доступ к своим средствам с помощью наших расчётных счетов. Наслаждайтесь онлайн- и мобильным банкингом, дебетовыми картами и бесплатным доступом к банкоматам.",

  "individual_products_saving_title": "Сберегательные счета",
  "individual_products_saving_desc": "Увеличивайте свои сбережения с нашими выгодными процентными ставками и гибкими условиями. Независимо от цели накоплений, у нас есть подходящий вариант для вас.",

  "individual_products_loans_title": "Кредиты и ипотека",
  "individual_products_loans_desc": "Осуществите свои мечты с помощью наших кредитных и ипотечных решений. От личных кредитов до ипотечных займов — наши специалисты помогут подобрать оптимальные условия и оформить всё просто."
}
